{"error": "OK", "limit": 100, "offset": 2500, "number_of_page_results": 100, "number_of_total_results": 5524, "status_code": 1, "results": [{"description": "  ", "guid": "3025-2620", "name": "The Ring"}, {"description": "<p>To date three commercial titles have been released in the series. </p>", "guid": "3025-2621", "name": "ORION"}, {"description": null, "guid": "3025-2622", "name": "Dungeon Hunter"}, {"description": null, "guid": "3025-2623", "name": "Darkfall"}, {"description": "  ", "guid": "3025-2624", "name": "Cyborg 009"}, {"description": "<h2>Overview</h2><p><a href=\"http://www.scp-wiki.net\" rel=\"nofollow \">The SCP Foundation</a> is a horror fiction website which contains short stories and other articles based around a covert fictional organization which attempts to catalogue, store, and censor knowledge of objects, organisms, and phenomena considered too dangerous to remain in contact with the rest of the human populace. The main feature of the website is the SCP entries which are formal documents detailing each of these objects, organisms, and phenomena, known as \"SCPs\". Each SCP is named using a unique numeric identifier (e.g. SCP-3090). As such, the games featuring The SCP Foundation aim to depict, often through mechanical interactions, one or more of the SCPs. The games also depict the physical sites which house the SCPs, which are typically imagined to be highly sterile and functional buildings.</p><p>To date, The SCP Foundation website has not released an official game. However, the content of The SCP Foundation site is not held under copyright and is generally distributed under a <a href=\"https://creativecommons.org/licenses/by-sa/3.0/\" rel=\"nofollow \">Creative Commons Attribution-ShareAlike License</a>, allowing for amateur developers to create fan games based on the property, unhampered by expensive licensing fees that would apply for copyrighted horror properties.</p>", "guid": "3025-2625", "name": "SCP"}, {"description": null, "guid": "3025-2626", "name": "Animal Kaiser"}, {"description": "  ", "guid": "3025-2627", "name": "Epic & Inferno"}, {"description": "<h2>Overview</h2><p>The Ginga Eiyuu Densetsu license begat a series of strategic space sim games from various different developers and publishers. Though the source material and the name of each game remains constant, the actual content and gameplay might vary depending on the system and the companies behind the adaptation.</p><p>Though most often found on Japanese computers, especially the <a href=\"/msx/3045-15/\" data-ref-id=\"3045-15\">MSX</a> and <a href=\"/sharp-x68000/3045-95/\" data-ref-id=\"3045-95\">Sharp X68000</a>, there have also been Ginga Eiyuu Densetsu games for the NES, SNES, Saturn and PlayStation consoles.</p>", "guid": "3025-2628", "name": "Ginga Eiyuu Densetsu"}, {"description": null, "guid": "3025-2629", "name": "Raiden Fighters"}, {"description": "  ", "guid": "3025-2630", "name": "The Scorpion King"}, {"description": "  ", "guid": "3025-2631", "name": "The Denpa Men"}, {"description": "  ", "guid": "3025-2632", "name": "The Three Stooges"}, {"description": "  ", "guid": "3025-2633", "name": "Yoshi's Island"}, {"description": null, "guid": "3025-2634", "name": "The Flash"}, {"description": "  ", "guid": "3025-2635", "name": "Grand Slam Tennis"}, {"description": "  ", "guid": "3025-2636", "name": "Bleach: Heat the Soul"}, {"description": "<p> </p>", "guid": "3025-2637", "name": "Legend of Valkyrie"}, {"description": "  ", "guid": "3025-2638", "name": "Gekisha Boy"}, {"description": "<p> This frenchise was bourne from the game <a href=\"//www.giantbomb.com/clusterball/3030-18217/\" data-ref-id=\"3030-18217\">Clusterball</a> for the PC. Main concepts in the game is jets flying around a piece of land called Venues. You collect balls from short landing strips and the balls gets stuck behind your jet creating drag. The balls are flown through a ring to get points for every ball in the string of balls behind your jet. Different coloured balls gets you different ammounts of points.</p>", "guid": "3025-2639", "name": "Clusterball"}, {"description": "  ", "guid": "3025-2640", "name": "The Addams Family"}, {"description": null, "guid": "3025-2641", "name": "Scrabble"}, {"description": null, "guid": "3025-2642", "name": "SNK Arcade Classics"}, {"description": null, "guid": "3025-2643", "name": "TANK"}, {"description": null, "guid": "3025-2644", "name": "Dr. Seuss"}, {"description": null, "guid": "3025-2645", "name": "Blokus"}, {"description": null, "guid": "3025-2647", "name": "Space Pilot"}, {"description": "<h2>Overview</h2>", "guid": "3025-2648", "name": "Total Soccer"}, {"description": null, "guid": "3025-2650", "name": "Blue Marlin"}, {"description": null, "guid": "3025-2651", "name": "Rise of the Robots"}, {"description": "<p>Super Brawl is a fighting game series played in-browser. Characters include various NickToon characters as well as characters who were in a series aired on American Nickelodeon channels.</p><p>Beginning with Super Brawl Universe, the series found new life on mobile platforms.</p>", "guid": "3025-2652", "name": "Super Brawl"}, {"description": null, "guid": "3025-2653", "name": "Ben 10: Omniverse"}, {"description": null, "guid": "3025-2654", "name": "Igo-Shinan"}, {"description": null, "guid": "3025-2655", "name": "Zulula"}, {"description": null, "guid": "3025-2656", "name": "Oni"}, {"description": null, "guid": "3025-2657", "name": "Goosebumps"}, {"description": null, "guid": "3025-2658", "name": "Le Tour de France"}, {"description": "<h2>Background</h2><p>International Cricket Captain began as the final year dissertation project of student Chris Child at Birmingham University in 1992. Child's cricket simulation initially failed to find willing developers until <a href=\"https://www.giantbomb.com/brian-walker/3040-18384/\" data-ref-id=\"3040-18384\">Brian Walker</a>, who had been working at <a href=\"https://www.giantbomb.com/eidos-interactive/3010-658/\" data-ref-id=\"3010-658\">Eidos</a> on the <a href=\"https://www.giantbomb.com/championship-manager/3025-702/\" data-ref-id=\"3025-702\">Championship Manager</a> series when Child pitch his idea to the company, moved to <a href=\"https://www.giantbomb.com/empire-interactive-entertainment/3010-435/\" data-ref-id=\"3010-435\">Empire</a> and picked up Child's idea. The first <a href=\"//www.giantbomb.com/international-cricket-captain/3030-19515/\" data-ref-id=\"3030-19515\">International Cricket Captain</a> was released in 1998.</p><p>Empire Interactive continued to develop the series until the company went into administration in 2009. From then on, beginning with the release of International Cricket Captain 2009, the series continued under Child's own production company, Childish Things.</p><p>Yearly updates continue to be released, with the latest being International Cricket Captain 2012, and a 2013 edition is due to be released this summer.</p><p>Although hugely popular within it's niche audience, the series has come under some criticism for the lack of change between editions. New editions tend to merely be updates to the player database with limited change being made to the interface or gameplay and only occasional leaps in graphical quality are made.</p><h2>Gameplay</h2><p>In the original International Cricket Captain the player must take control of of an English county team with the aim of one day becoming successful enough to lead the England national side. Later iterations have added the ability to coach sides other than England and in other domestic competitions, such as the Australian state championship and the Indian Premier League (IPL).</p><p>Players must control team selection, tactics and manage their squads training and fitness in between matches. During the close season contract negotiations take place in which players are transferred between clubs and can retire from the game altogether.</p><p>ICC games utilise a comprehensive database of statistics on every cricketer in order to help the player select their team based on each players form and ability.</p>", "guid": "3025-2659", "name": "International Cricket Captain"}, {"description": null, "guid": "3025-2660", "name": "Anpanman"}, {"description": null, "guid": "3025-2661", "name": "Biker Mice from Mars"}, {"description": null, "guid": "3025-2662", "name": "Capcom Arcade Hits"}, {"description": null, "guid": "3025-2663", "name": "Star Trek: Starfleet Command"}, {"description": null, "guid": "3025-2664", "name": "Pinch"}, {"description": null, "guid": "3025-2665", "name": "Arcade Classic"}, {"description": null, "guid": "3025-2666", "name": "Cytus"}, {"description": null, "guid": "3025-2667", "name": "Kingdom Rush"}, {"description": "<h2>Overview</h2><p>Famicom Mukashi Banashi (\"Famicom Fairy Tales\") are first-party Famicom Disk System text adventures that Nintendo created to promote the peripheral and entice other companies to develop games for it. Text adventures were hugely popular at the time and Nintendo were eager to tap into a market that had taken over the Famicom at the time. Due to the general lack of interest in text adventures in the West and the strong emphasis on Japanese folk legends, neither of the two games were ever released outside of Japan; they are of a handful of Nintendo-developed games to remain exclusive to their native land.</p><p>As Nintendo-develoepd properties, the characters and music from both games would eventually make cameos in games that were built around Nintendo's legacy such as <a href=\"/super-smash-bros/3025-318/\" data-ref-id=\"3025-318\">Super Smash Bros</a> and <a href=\"//www.giantbomb.com/captain-rainbow/3030-20996/\" data-ref-id=\"3030-20996\">Captain Rainbow</a>.</p><h3>The Games</h3><p>Shin Onigashima is based on various Japanese folk stories such as <a href=\"/momotaro/3005-24698/\" data-ref-id=\"3005-24698\">Momotarou</a> the Peach Boy and the cursed island of the <a href=\"/oni/3015-6661/\" data-ref-id=\"3015-6661\">Oni</a> (for which the game is named). It was originally released in two parts towards the end of 1987 and would eventually see rereleases for the SNES and GBA.</p><p>Yuuyuuki (or Yuyuki) is based on the ancient Chinese novel <em>Journey to the West</em>. Players control the Monkey King himself, <a href=\"//www.giantbomb.com/sun-wukong/3005-17461/\" data-ref-id=\"3005-17461\">Goku</a>, as well as an original female character named Chao. It was originally released in two parts towards the end of 1989 and was the penultimate game developed by Nintendo for the peripheral. Advances in NES cart technology would render the Famicom Disk System obsolete shortly thereafter.</p>", "guid": "3025-2668", "name": "Famicom Mukashi Banashi"}, {"description": null, "guid": "3025-2669", "name": "Super Mario 3D"}, {"description": null, "guid": "3025-2670", "name": "Tarr Chronicles"}, {"description": null, "guid": "3025-2671", "name": "Fez"}, {"description": "<p>  </p>", "guid": "3025-2672", "name": "Hotline Miami"}, {"description": null, "guid": "3025-2673", "name": "Bravoman"}, {"description": "<h2>Overview</h2><p>The Final Zone series consists of three games: Final Zone, <a href=\"//www.giantbomb.com/final-zone-ii/3030-17512/\" data-ref-id=\"3030-17512\">Final Zone II</a> and a Genesis spin-off FZ Zenki Axis (known as <a href=\"/final-zone/3030-578/\" data-ref-id=\"3030-578\">Final Zone</a> in the US, without the numeral). All three games are top-down mech shooters, though the third adopts an isometric angle and drops the dialogue scenes.</p><p>Due to the odd naming convention, the Genesis game is often mistaken as the first in the series with the TurboGrafx-CD game as its sequel. Rather, the first Final Zone (which was never released outside of Japan) is the original, the TurboGrafx-CD game is the sequel and the Genesis game is the third in the series.</p><p><a href=\"/wolf-team/3010-383/\" data-ref-id=\"3010-383\">Wolf Team</a>, the development studio that would go on to create the <a href=\"/tales/3025-613/\" data-ref-id=\"3025-613\">Tales</a> series and be bought by <a href=\"/namco-bandai-games-inc/3010-382/\" data-ref-id=\"3010-382\">Namco Bandai</a>, created the first Final Zone for <a href=\"/telenet-japan-co-ltd/3010-605/\" data-ref-id=\"3010-605\">Telenet</a>. Because it was not particularly successful, Telenet gave the sequel to their internal studio Reno to develop. Meanwhile, Wolf Team would go on to work on the spin-off FZ Zenki Axis independent from Telenet.</p>", "guid": "3025-2674", "name": "Final Zone"}, {"description": null, "guid": "3025-2675", "name": "Strike Suit"}, {"description": "<h2>Overview</h2><p><a href=\"/tokuma-shoten-publishing-co-ltd/3010-3526/\" data-ref-id=\"3010-3526\">Tokuma Shoten</a>, while a prolific publisher of video games, also published various other media including movies and magazines. One such magazine, Famimaga, covered Famicom games and produced six original puzzle games for the Famicom Disk System which magazine subscribers could play. These games include:</p><ol><li>Hong Kong - A points-based variant of <a href=\"/mahjong-solitaire/3015-7577/\" data-ref-id=\"3015-7577\">Mahjong Solitaire</a> (a.k.a. Shanghai).</li><li>Panic Space - A game based entirely on laser reflection puzzles commonly found in other games.</li><li>All One - A variant of <a href=\"/boxyboy/3030-22052/\" data-ref-id=\"3030-22052\">Sokoban</a> in which a ladybug rolls over dice so that they all have the \"one\" side facing up.</li><li>Clocks - A complex variant of <a href=\"//www.giantbomb.com/tetris/3030-1896/\" data-ref-id=\"3030-1896\">Tetris</a> in which clock faces depicting different times must be placed to form larger shapes.</li><li>Puyo Puyo - The first game in the now legendary bean/slime-stacking series. Developed by <a href=\"/compile/3010-911/\" data-ref-id=\"3010-911\">Compile</a> and based on characters from their RPG series <a href=\"/madou-monogatari/3025-2444/\" data-ref-id=\"3025-2444\">Madou Monogatari</a>.</li><li>Janken Disk Shiro - A variant of Sokoban based on the popular children's game Janken (or Rock, Paper, Scissors).</li></ol><p>All One, Clocks, Puyo Puyo and Janken Disk Shiro were the last four Famicom games ever published on disk, all in 1991/92. The peripheral was all but retired by the 90s.</p>", "guid": "3025-2676", "name": "Famimaga Disk"}, {"description": null, "guid": "3025-2677", "name": "Despicable Me"}, {"description": null, "guid": "3025-2678", "name": "The Splatters"}, {"description": null, "guid": "3025-2679", "name": "Octodad"}, {"description": "<p> Published in multiple countries world wide as either Special Force or Soldier Front. The sequel has come out recently under multiple names due to contract issues in different countries. The sequel is published under the following names; Special Force 2, Soldier Front 2, SKILL: Special Force 2, and Tornado Force</p>", "guid": "3025-2680", "name": "Special Force / Soldier Front"}, {"description": null, "guid": "3025-2681", "name": "CyberStrike"}, {"description": null, "guid": "3025-2682", "name": "Prime World"}, {"description": null, "guid": "3025-2683", "name": "Azito"}, {"description": "<h2>Overview</h2><p>The Felix the Cat franchise is a series of games based on the classic cartoon character Felix the Cat.</p><h3>Baby Felix</h3><p>A sub-franchise set in the world of Felix the Cat is Baby Felix. Baby Felix features the characters of the classic cartoon as babies, much like Muppet Babies.</p>", "guid": "3025-2684", "name": "Felix the Cat"}, {"description": null, "guid": "3025-2685", "name": "Rise of the Triad"}, {"description": null, "guid": "3025-2686", "name": "Power Pro-Kun Pocket"}, {"description": null, "guid": "3025-2687", "name": "Mushiking: King of the Beetles"}, {"description": "<p>The official continuity as of 2020 consists of:</p><ul><li><strong>The Silver Case</strong><ul><li>Thebeginning of the series that informs all the subsequent games.</li></ul></li><li><strong>Flower, Sun, and Rain</strong><ul><li>The sequel to The Silver Case but featuring a mostly new cast</li></ul></li></ul><ul><li><strong>Killer7</strong><ul><li>Its continuity is debated but it is a Kill the Past title at a thematic level.</li></ul></li><li><strong>The 25th Ward: The Silver Case</strong><ul><li>The direct sequel to The Silver Case and Flower, Sun, and Rain</li></ul></li><li><strong>No More Heroes</strong><ul><li>While it features an all-new cast and story, some of its themes find their way</li></ul></li></ul><p> </p><ul><li><strong>No More Heroes 2</strong><ul><li>The sequel to No More Heroes</li></ul></li></ul><p> </p><ul><li><strong>Travis Strikes Again: No More Heroes</strong><ul><li>This game brought everything together and made No More Heroes a more important Kill the Past title.</li></ul></li><li><strong>Red, Blue, and Green</strong><ul><li>An official script from Suda51 that bridges The 25th Ward with No More Heroes 3, making a direct link between the two series.</li></ul></li><li><strong>No More Heroes 3</strong><ul><li>The game has already been confirmed to become a Kill the Past title with returning characters from previous games.</li></ul></li></ul>", "guid": "3025-2688", "name": "Kill the Past"}, {"description": "<h2>Overview</h2><p>\"SuperLite\" refers to multiple series of budget-priced Japanese games published by <a href=\"/success-corp/3010-820/\" data-ref-id=\"3010-820\">Success</a>. Similar to the <a href=\"/simple/3025-1171/\" data-ref-id=\"3025-1171\">Simple</a> series, the price of the game were generally in-line with what is stated on the cover (for example, the \"SuperLite 1500\" series were released close to 1500¥).</p><p>Along with original titles, usually simple titles (such as table games), the series includes some budget Japanese game re-releases (such as <a href=\"/fantastic-night-dreams-cotton/3030-16719/\" data-ref-id=\"3030-16719\">Cotton Original</a>, <a href=\"/lode-runner-the-legend-returns/3030-15553/\" data-ref-id=\"3030-15553\">Lode Runner: The Legend Returns</a>, <a href=\"/asteroids/3030-40238/\" data-ref-id=\"3030-40238\">Asteroids</a>, and <a href=\"/tony-hawks-pro-skater/3030-7236/\" data-ref-id=\"3030-7236\">Tony Hawk's Pro Skater</a>).</p><p>There are five different types of SuperLite games:</p><ul><li><strong>SuperLite 1500 Series</strong> for the PlayStation. Later, they released three-game bundles, known as <strong>SuperLite 3in1 Series</strong>, for a slight discount (close to 2800¥). They also had a premium line, known as <strong>SuperLite Gold Series</strong>.</li></ul><ul><li><strong>SuperLite 2500 Series</strong> for the PlayStation 2.</li></ul><ul><li><strong>SuperLite 2500 Series</strong> for the Nintendo DS.</li></ul>", "guid": "3025-2689", "name": "SuperLite"}, {"description": null, "guid": "3025-2690", "name": "Lennus"}, {"description": null, "guid": "3025-2691", "name": "Dokapon"}, {"description": null, "guid": "3025-2692", "name": "Ride to Hell"}, {"description": null, "guid": "3025-2693", "name": "Street Fighter IV"}, {"description": null, "guid": "3025-2694", "name": "Paca Plus"}, {"description": null, "guid": "3025-2695", "name": "Go Go Ackman"}, {"description": "<p><a href=\"//www.giantbomb.com/kung-fu-master/3030-5996/\" data-ref-id=\"3030-5996\">Spartan X</a> was based on the <a href=\"//www.giantbomb.com/jackie-chan/3040-3595/\" data-ref-id=\"3040-3595\">Jackie Chan</a> film <a href=\"http://www.imdb.com/title/tt0087578/\" rel=\"nofollow \" data-ref-id=\"false\">Kuàicān Chē</a> (快餐車, released as Wheels on Meals in the West and Spartan X in Japan), also starring Sammo Hung, Yuen Baio, and Lola Forner.</p><p>The video game series began with the 1984 classic <a href=\"//www.giantbomb.com/kung-fu-master/3030-5996/\" data-ref-id=\"3030-5996\">Kung-Fu Master</a>, which revolved around <a href=\"//www.giantbomb.com/thomas/3005-5185/\" data-ref-id=\"3005-5185\">Thomas</a> rescuing <a href=\"//www.giantbomb.com/sylvia/3005-27442/\" data-ref-id=\"3005-27442\">Sylvia</a> from the bad guys, like in the climax of the film. As the series progressed, the games became less and less like the film, with protagonist <a href=\"//www.giantbomb.com/thomas/3005-5185/\" data-ref-id=\"3005-5185\">Thomas</a> later becoming more or less his own character in <a href=\"//www.giantbomb.com/spartan-x-2/3030-13529/\" data-ref-id=\"3030-13529\">Spartan X 2</a>.</p><p><em>See also: <a href=\"//www.giantbomb.com/jackie-chan/3025-1569/\" data-ref-id=\"3025-1569\">Jackie Chan</a> franchise</em></p><p> </p>", "guid": "3025-2696", "name": "Spartan X"}, {"description": null, "guid": "3025-2697", "name": "NASCAR The Game"}, {"description": "<h2>Overview</h2><p>The Amazing Adventures franchise is a series of hidden objects games, each of which are themed around various locations around the world.</p>", "guid": "3025-2698", "name": "Amazing Adventures"}, {"description": null, "guid": "3025-2699", "name": "Joe Montana Football"}, {"description": null, "guid": "3025-2700", "name": "MSX Baseball"}, {"description": null, "guid": "3025-2701", "name": "Jajamaru"}, {"description": null, "guid": "3025-2702", "name": "Putty"}, {"description": null, "guid": "3025-2703", "name": "Harley-Davidson"}, {"description": null, "guid": "3025-2704", "name": "Avalanche"}, {"description": null, "guid": "3025-2705", "name": "Cubemen"}, {"description": null, "guid": "3025-2706", "name": "Pokémon TCG"}, {"description": null, "guid": "3025-2707", "name": "Kuroko no Baske"}, {"description": null, "guid": "3025-2708", "name": "Pretty Cure"}, {"description": null, "guid": "3025-2709", "name": "Yakuman"}, {"description": null, "guid": "3025-2710", "name": "SteamWorld"}, {"description": null, "guid": "3025-2711", "name": "Sono Hanabira"}, {"description": null, "guid": "3025-2712", "name": "Paradise Heights"}, {"description": null, "guid": "3025-2713", "name": "One Piece: Grand Battle!"}, {"description": null, "guid": "3025-2714", "name": "Ottifanten"}, {"description": null, "guid": "3025-2715", "name": "PlayStation All-Stars"}, {"description": "<h2>Overview</h2><p>The Pro Pinball franchise is a series of digital pinball games originally developed by <a href=\"//www.giantbomb.com/cunning-developments/3010-2550/\" data-ref-id=\"3010-2550\">Cunning Developments</a> and published by <a href=\"//www.giantbomb.com/empire-interactive-entertainment/3010-435/\" data-ref-id=\"3010-435\">Empire Interactive</a>.</p><p>The original series of Pro Pinball games consists of:</p><ul><li><a href=\"//www.giantbomb.com/pro-pinball-fantastic-journey/3030-6188/\" data-ref-id=\"3030-6188\">Fantastic Journey</a></li><li><a href=\"//www.giantbomb.com/pro-pinball-the-web/3030-5661/\" data-ref-id=\"3030-5661\">The Web</a></li><li><a href=\"//www.giantbomb.com/pro-pinball-timeshock/3030-3678/\" data-ref-id=\"3030-3678\">Timeshock!</a></li><li><a href=\"//www.giantbomb.com/pro-pinball-big-race-usa/3030-15088/\" data-ref-id=\"3030-15088\">Big Race USA</a></li></ul><p>There were multiple compilations released that contained some of the Pro Pinball games.</p><h2>Barnstorm Games Kickstarter</h2><figure data-align=\"right\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/10/103881/2530654-pro%20pinball%20timeshock%21%20-%20the%20ultra%20edition.jpg\" data-ref-id=\"1300-2530654\" data-embed-type=\"image\" data-ratio=\"0.75\"><a class=\"fluid-height\" style=\"padding-bottom:75.0%\" href=\"https://static.giantbomb.com/uploads/original/10/103881/2530654-pro%20pinball%20timeshock%21%20-%20the%20ultra%20edition.jpg\" data-ref-id=\"1300-2530654\"><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/scale_small/10/103881/2530654-pro%20pinball%20timeshock%21%20-%20the%20ultra%20edition.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/10/103881/2530654-pro%20pinball%20timeshock%21%20-%20the%20ultra%20edition.jpg 640w, https://www.giantbomb.com/a/uploads/scale_medium/10/103881/2530654-pro%20pinball%20timeshock%21%20-%20the%20ultra%20edition.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/10/103881/2530654-pro%20pinball%20timeshock%21%20-%20the%20ultra%20edition.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></a></figure><p>Some of the original Pro Pinball team that worked at Cunning Developments moved on to work together again at Barnstorm Games. The group, now at Barnstorm Games started a <a href=\"//www.giantbomb.com/kickstarter-funded/3015-7378/\" data-ref-id=\"3015-7378\">Kickstarter</a> campaign on July 31st, 2013 asking for £40,000 of funding.</p><p>The funding was for an updated version of Pro Pinball: Timeshock! titled Pro Pinball: Timeshock! - The ULTRA Edition.</p>", "guid": "3025-2716", "name": "Pro Pinball"}, {"description": "<p>The <strong>Crazy Cars</strong> series was a series of car racing games developed by French developer Titus Interactive. The main draw to the series was its use of sports car licensing with car companies like Lamborghini.</p><p>A fourth game, Crazy Cars: Hit The Road, only uses the Crazy Cars brand name and is not part of the mainline Crazy Cars series.</p>", "guid": "3025-2718", "name": "Crazy Cars"}, {"description": null, "guid": "3025-2719", "name": "Velocity"}, {"description": null, "guid": "3025-2720", "name": "The Ancient Art of War"}, {"description": null, "guid": "3025-2721", "name": "3D Maze Man"}, {"description": null, "guid": "3025-2722", "name": "Earth Seeker"}], "version": "1.0"}