{"error": "OK", "limit": 100, "offset": 1700, "number_of_page_results": 100, "number_of_total_results": 5524, "status_code": 1, "results": [{"description": null, "guid": "3025-1772", "name": "Rick Dangerous"}, {"description": null, "guid": "3025-1773", "name": "Dragon Ball: Raging Blast"}, {"description": null, "guid": "3025-1774", "name": "Jack And The Beanstalk"}, {"description": "<p>In the games the player assumes the role of leader of a race of aliens that are exploring and colonizing the galaxy. The games are heavily focused on diplomacy and relations between your race and the various other empires throughout the galaxy. There is also a very in depth ship creating tool that allows the player to tailor all the different ship types that are available to their liking and redesign them when new tech is discovered through research.</p>", "guid": "3025-1775", "name": "Space Empires"}, {"description": null, "guid": "3025-1776", "name": "Asphalt Urban GT"}, {"description": null, "guid": "3025-1777", "name": "Lost"}, {"description": null, "guid": "3025-1778", "name": "Keio Flying Squadron"}, {"description": null, "guid": "3025-1779", "name": "The Punisher"}, {"description": null, "guid": "3025-1780", "name": "Michael Jackson's Moonwalker"}, {"description": null, "guid": "3025-1781", "name": "Playmobil"}, {"description": null, "guid": "3025-1784", "name": "Tempo"}, {"description": "<p>The Torchlight games are a series of games which are focused on making a more modern take on the dungeon crawler, loot gathering experience which was made popular by <a data-ref-id=\"3030-5985\" href=\"/diablo/3030-5985/\" slug=\"diablo\">        Diablo</a> and is made by  <a data-ref-id=\"3040-7818\" href=\"/max-schaefer/3040-7818/\" slug=\"max-schaefer\">     Max Schaefer</a> and <a data-ref-id=\"3040-7817\" href=\"/erich-schaefer/3040-7817/\" slug=\"erich-schaefer\">    Erich Schaefer</a>, who worked heavily on the Diablo <a data-ref-id=\"3025-148\" href=\"/diablo/3025-148/\" slug=\"diablo\">      franchise</a>, along with<a data-ref-id=\"3040-37608\" href=\"/travis-baldree/3040-37608/\" slug=\"travis-baldree\">    Travis Baldree</a>. <br/> <br/>The original game was released in 2009, and was said to be a \"Test and funding\" model for the mentioned MMO game. However, in 2010 they confirmed the creation of Torchlight 2. Despite there being fears of this being a replacement for the MMO , in a press release, Runic Games’ CEO Max Schaefer assured fans that a  planned Torchlight MMO is still in the works. “We are still going to  make the MMO,” he said, “but it became apparent that Torchlight II was  the logical next step for us given the phenomenal enthusiasm of gamers  petitioning us for multiplayer.” </p>", "guid": "3025-1785", "name": "Torchlight"}, {"description": "<br/>", "guid": "3025-1786", "name": "Pinball Hall of Fame"}, {"description": null, "guid": "3025-1787", "name": "Disney Sing It"}, {"description": null, "guid": "3025-1788", "name": "Heroine Anthem"}, {"description": null, "guid": "3025-1789", "name": "GoldenEye 007"}, {"description": null, "guid": "3025-1790", "name": "Star Wars: Clone Wars"}, {"description": null, "guid": "3025-1791", "name": "Code Geass"}, {"description": null, "guid": "3025-1792", "name": "Hook Champ"}, {"description": "<p>The TouchMaster series was originally released in 1996 by Midway, with original development coming from a company called CES Inc.. While technically an arcade game, the TouchMaster is housed in a small, tabletop cabinet that is designed to be placed on bar-tops. Due to the adult nature of its ideal location, TouchMaster machines often have adult or \"erotic\" games available, some of which show topless women or nearly-nude men when the games are played to their conclusion. These can be disabled by the operator, if desired. <br/> <br/>Unsurprisingly, the adult games are not present in any of the home releases of TouchMaster, which were released on the Nintendo DS. <br/> <br/>Though not contained in the last revision of the TouchMaster software, many of them contained licensed versions of <a data-ref-id=\"3030-1157\" href=\"/centipede/3030-1157/\" slug=\"centipede\">Centipede</a> and <a data-ref-id=\"3030-13049\" href=\"/breakout/3030-13049/\" slug=\"breakout\">Breakout</a>.</p>", "guid": "3025-1793", "name": "TouchMaster"}, {"description": "<h2>Overview</h2><p>The Capcom World/Adventure Quiz series is a quiz trivia game from Capcom, most of which were exclusive to the Arcades. It has several home ports as well. Though popular with Capcom fans, the series was never localized into English.</p><p>The numerical order of the series is a little convoluted, thanks to its many versions and ports:</p><ul><li><a href=\"/capcom-world-adventure-quiz/3030-32342/\" data-ref-id=\"3030-32342\">Adventure Quiz: Capcom World</a> was the original Arcade game, released in 1989.</li><li><a href=\"/adventure-quiz-2-hatena-no-dai-bouken/3030-38161/\" data-ref-id=\"3030-38161\">Adventure Quiz 2: Hatena? no Daibouken</a> is the 1990 Arcade follow-up.</li><li><a href=\"/capcom-quiz-hatena-no-daibouken/3030-38239/\" data-ref-id=\"3030-38239\">Capcom Quiz: Hatena? no Daibouken</a> is a modified 1990 Game Boy port of Adventure Quiz 2.</li><li><a href=\"/adventure-quiz-capcom-world-hatena-no-daibouken/3030-48215/\" data-ref-id=\"3030-48215\">Adventure Quiz: Capcom World: Hatena no Daibouken</a> is a compilation of the first two Adventure Quiz games, released exclusively for the PC Engine CD-ROM in June 1992.</li><li><a href=\"/capcom-world-2-adventure-quiz/3030-32343/\" data-ref-id=\"3030-32343\">Adventure Quiz: Capcom World 2</a> was the second official sequel to the original, and is an Arcade game that was released in September 1992.</li></ul>", "guid": "3025-1794", "name": "Capcom World"}, {"description": "<h2>Releases and Ports</h2><p>Since the original release of <a href=\"/street-fighter-ii-the-world-warrior/3030-243/\" data-ref-id=\"3030-243\">Street Fighter II: The World Warrior</a>, <a href=\"/capcom/3010-367/\" data-ref-id=\"3010-367\">Capcom</a> has released several sequential derivations of the original game, each adding new gameplay mechanics and content. The game was also ported to several platforms and included in various compilations.</p><h3><a href=\"/street-fighter-ii-champion-edition/3030-1096/\" data-ref-id=\"3030-1096\"> <b>Street Fighter II': Champion Edition</b></a></h3><p>First released in April 1992 in arcades, Street Fighter II': Champion Edition (where the apostrophe represents \"Dash\" or derivation) allows both players to pick the same character (introducing an alternate color palette for each character) and allows players to play as the four boss characters. Much of the gameplay was revised to balance out the characters and slightly increase the speed. Other changes include background palettes, move distinction between Ryu and Ken, and the new round restriction for continuously tied matches (four rounds instead of ten).</p><h3><a href=\"/street-fighter-ii-turbo-hyper-fighting/3030-8161/\" data-ref-id=\"3030-8161\"> <b>Street Fighter II': Hyper Fighting</b></a></h3><p>Known in Japan as Street Fighter II' Turbo: Hyper Fighting, this version (originally released in December 1992) was believed to be developed in response to various unauthorized hacks of Street Fighter II': Champion Edition that introduced ridiculously fast gameplay speed and crazy new special moves. Street Fighter II': Hyper Fighting had the fastest gameplay speed out of all official arcade releases, and introduced a new special move for each of the main eight characters. Characters were balanced even further, making this version the most competitive pre-Super Street Fighter II game. Each character received a new primary color palette, with their alternate color palette being the original. (With the exception of M. Bison, who just received a new alternate color palette)</p><h3><a href=\"/super-street-fighter-ii-the-new-challengers/3030-20976/\" data-ref-id=\"3030-20976\"> <b>Super Street Fighter II: The New Challengers</b></a></h3><p>Making the transition to CP System II arcade hardware in October 1993, Super Street Fighter II: The New Challengers introduced four new characters and new gameplay changes to the other twelve characters. Each character now has eight palettes, which is selectable by either pressing one of the six attack buttons, or by holding start and pressing a punch or kick button. The announcer and several characters have new voices. The game also has new background artwork, a brand new intro sequence, and a new scoring system that rewards multi-hit combos, first attacks, and reversals. The gameplay speed, however, is about as slow as Street Fighter II': Champion Edition.</p><h3><a href=\"/super-street-fighter-ii-turbo/3030-1251/\" data-ref-id=\"3030-1251\"> <b>Super Street Fighter II Turbo</b></a></h3><p>Known in Japan as Super Street Fighter II X: Grand Master Challenge, the game (released in April 1994) is a faster version of Super Street Fighter II: The New Challengers (with some cabinets allowing players to select the game's speed) while introducing gameplay mechanics and abilities, such as Super Combos. Like Street Fighter II': Hyper Fighting, each player's primary color palette is changed, and the only way to access the original color palette is by accessing the Super Street Fighter II: The New Challengers version of the character (with no Super Combos and character changes) via special cheat codes. Along with new abilities for each character, this version of Street Fighter II also introduced juggling, throw escapes, and Super Combos, and is considered to be the most competitive Street Fighter II game worldwide. The game also introduces the secret boss Akuma, built from Electronic Gaming Monthly's April Fools rumor of a hidden boss named Sheng Long. If certain requirements are met in the single-player mode, he will confront the player instead of M. Bison.</p><h3><a href=\"/hyper-street-fighter-ii-the-anniversary-edition/3030-14918/\" data-ref-id=\"3030-14918\"> <b>Hyper Street Fighter II: The Anniversary Edition</b></a></h3><p>Released in December 2003, nearly 10 years after Super Street Fighter II Turbo, for Japan, Southeast Asia, and limited USA arcade markets, Hyper Street Fighter II: The Anniversary Edition builds upon Super Street Fighter II Turbo by adding the ability to select character iterations from previous Street Fighter II games. (Normal, Champ/Dash, Turbo, Super, and Super T/Super X) Characters could only pick the iterations that they were playable in (for example, Cammy could not pick Normal, Champ/Dash, or Turbo modes).</p><h2>Characters</h2><p>The original release of Street Fighter II featured eight playable characters and four unplayable bosses. Newer variations introduced more characters and the ability to play as the boss characters.</p><ul><li><a href=\"/ryu/3005-103/\" data-ref-id=\"3005-103\"> Ryu</a></li><li><a href=\"/ken-masters/3005-212/\" data-ref-id=\"3005-212\"> Ken</a></li><li><a href=\"/e-honda/3005-271/\" data-ref-id=\"3005-271\"> E. Honda</a></li><li><a href=\"/chun-li/3005-267/\" data-ref-id=\"3005-267\"> Chun-Li</a></li><li><a href=\"/blanka/3005-1859/\" data-ref-id=\"3005-1859\"> Blanka</a></li><li><a href=\"/zangief/3005-6/\" data-ref-id=\"3005-6\"> Zangief</a></li><li><a href=\"/guile/3005-266/\" data-ref-id=\"3005-266\"> Guile</a></li><li><a href=\"/dhalsim/3005-427/\" data-ref-id=\"3005-427\"> Dhalsim</a></li><li><a href=\"/balrog/3005-61/\" data-ref-id=\"3005-61\"> Balrog</a> (boss, first playable in Street Fighter II': Champion Edition)</li><li><a href=\"/vega/3005-30/\" data-ref-id=\"3005-30\"> Vega</a> (boss, first playable in Street Fighter II': Champion Edition)</li><li><a href=\"/sagat/3005-102/\" data-ref-id=\"3005-102\"> Sagat</a> (boss, first playable in Street Fighter II': Champion Edition)</li><li><a href=\"/m-bison/3005-185/\" data-ref-id=\"3005-185\"> M. Bison</a> (boss, first playable in Street Fighter II': Champion Edition)</li><li><a href=\"/cammy/3005-331/\" data-ref-id=\"3005-331\"> Cammy</a> (first playable in Super Street Fighter II: The New Challengers)</li><li><a href=\"/t-hawk/3005-46/\" data-ref-id=\"3005-46\"> T. Hawk</a> (first playable in Super Street Fighter II: The New Challengers)</li><li><a href=\"/fei-long/3005-270/\" data-ref-id=\"3005-270\"> Fei Long</a> (first playable in Super Street Fighter II: The New Challengers)</li><li><a href=\"/dee-jay/3005-4154/\" data-ref-id=\"3005-4154\"> Dee Jay</a> (first playable in Super Street Fighter II: The New Challengers)</li><li><a href=\"/akuma/3005-433/\" data-ref-id=\"3005-433\"> Akuma</a> (secret boss in Super Street Fighter II Turbo)</li><li>Evil Ryu (Ultra Street Fighter II only)</li><li>Violent Ken (Ultra Street Fighter II only)</li></ul>", "guid": "3025-1795", "name": "Street Fighter II"}, {"description": null, "guid": "3025-1796", "name": "Castles"}, {"description": "<br/>", "guid": "3025-1797", "name": "Vietcong"}, {"description": null, "guid": "3025-1798", "name": "Gold's Gym"}, {"description": "<p>Kamen Rider is a superhero-themed TV show in Japan that features a group of superheroes riding fancy motorcycles and wearing belts known as Kamen Riders.</p><p>Kamen Riders are usually people who can transform into rider forms with technological/magical belts. When in rider forms, Kamen Riders have various superpowers to fight monsters. Different Kamen Riders have different sources of power. Riders in the Showa era usually are humans modified as cyborgs and thus gain powers. Riders in the Heisei era have many different types of powers, including magics, superpowers, genetic mutation, and cyborgs.</p><p>Most Kamen Riders' rider forms are creating armors covering their bodies after using the belts to trigger transformations. Some Kamen Riders are inhuman life forms, and thus their rider forms are their real forms. Cyborg Kamen Riders usually turn their bodies into robotic bodies as rider forms.</p>", "guid": "3025-1799", "name": "Kamen Rider"}, {"description": null, "guid": "3025-1800", "name": "Wolverine"}, {"description": null, "guid": "3025-1801", "name": "DarkStar One"}, {"description": null, "guid": "3025-1802", "name": "Duke Nukem Trilogy"}, {"description": null, "guid": "3025-1803", "name": "Deadly Dozen"}, {"description": null, "guid": "3025-1804", "name": "Hidden & Dangerous"}, {"description": "<p>.</p>", "guid": "3025-1805", "name": "World at War"}, {"description": null, "guid": "3025-1806", "name": "DeathSpank"}, {"description": null, "guid": "3025-1807", "name": "Olympic Games"}, {"description": "<p>In each Mystery Case Files game you take the role of a master detective who is brought into each game after being asked to solve a case which can vary the normal to the paranormal. There are twelve games in the series, nine of which are for desktop platforms. Of these nine games, each new installment has added a new feature in each game, as followed: Flashlights/X-Ray devices, Rube Goldberg-style puzzles, interactive hidden object scenes and word puzzles, live actors and cause and effect objects, full-motion video, interactive characters, morphing hidden objects, and an interactive map.</p><h2>Novel Series</h2><p>In 2010, Big Fish Games partnered with novelist Jordan Gray and Harlequin to release a mini-series of four mystery novel: <i>Stolen</i> (August 2010), <i>Vanished</i> (November 2010), <i>Submerged</i> (February 2011), and <i>Unearthed</i> (May 2011).</p>", "guid": "3025-1808", "name": "Mystery Case Files"}, {"description": null, "guid": "3025-1809", "name": "Lilo & Stitch"}, {"description": null, "guid": "3025-1810", "name": "MTV"}, {"description": "<br/>", "guid": "3025-1811", "name": "ArmA"}, {"description": "<h2> Plot</h2><h3>The Birth of Evil</h3><p>Millennia ago, Odin, Ra and Vishnu defeated a primordial evil. Part of it got sent to Earth and killed the dinosaurs. Until Feudal Japan, it spreaded into a pool of tar. The Samurai Lord attempted to defeat it by using a poison arrow on fire. When it touched the tar, it rose from the Pit of Hate and became known as Aku. The Emperor was guided by Odin's horse in which the three gods as monks forged a sword out of the Emperor's spirit to kill Aku. After defeating Aku, the Samurai Lord banished Aku in the form of a tree. At the same time, his son was born. In response, the Emperor decided to make a plan if Aku returns.</p><h3>Aku's Return</h3><p>Less than a decade later, Aku was freed by an eclipse. The Emperor sent his son to train in different places on Earth until he became 25. When he returned to Japan, the prince realized that Aku and his demons enslaved his people. The prince got his father's sword back and almost killed Aku at the pit of Hate. Before he could finish Aku, Aku sent the prince to the future.</p><h3>The Future</h3><p>In the future, Aku hired a group of scientists to build an army of robots: The X-Models. All but one of them got destroyed which is X9, an X-Model with an emotion chip. In response, the scientists created the Beetle Drones. With the Beetle Drones, Aku transformed Earth into a free planet by bringing aliens from different planets. When the prince fell onto Earth, he was talked by three aliens who were using alien slang like \"Jack\" as in dude, bro and homie. The prince came to group of evolved dogs who told him that he arrived in the future and he is from 25 B.A. (25 years before Aku took over Earth). The prince became known as Samurai Jack who vowed to go to a time portal to defeat Aku.</p><p> </p>", "guid": "3025-1816", "name": "Samurai Jack"}, {"description": null, "guid": "3025-1817", "name": "Marvel Super Hero Squad"}, {"description": null, "guid": "3025-1818", "name": "In Memoriam"}, {"description": null, "guid": "3025-1819", "name": "Inspector Gadget"}, {"description": "<h2>Overview</h2> What distinguishes Hot Pursuit games from the rest of the Need for Speed franchise is that instead of straightforward racing, racers will have to put up with pursuing police cars who try to stop them from racing by any means possible. Not only that, but players also get to play as the police, on a mission to put a stop to street racers. There have been three Hot Pursuit games so far: <br/> <br/><ul class=\"plain-list\"><li>1998 - <a data-ref-id=\"3030-5977\" href=\"/need-for-speed-iii-hot-pursuit/3030-5977/\" slug=\"need-for-speed-iii-hot-pursuit\">Need for Speed III: Hot Pursuit</a></li><li>2002 - <a data-ref-id=\"3030-12395\" href=\"/need-for-speed-hot-pursuit-2/3030-12395/\" slug=\"need-for-speed-hot-pursuit-2\">Need for Speed: Hot Pursuit 2</a></li><li>2010 - <a data-ref-id=\"3030-31698\" href=\"/need-for-speed-hot-pursuit/3030-31698/\" slug=\"need-for-speed-hot-pursuit\">Need for Speed: Hot Pursuit</a></li></ul> <br/><h2>The original </h2><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/8169/757592-198115_49453_front.jpg\" data-ref-id=\"1300-757592\" data-size=\"small\" data-ratio=\"1.0203125\"><a class=\"fluid-height\" style=\"padding-bottom:102.0%\" href=\"https://static.giantbomb.com/uploads/original/0/8169/757592-198115_49453_front.jpg\" data-ref-id=\"1300-757592\"><img alt=\" \" src=\"https://www.giantbomb.com/a/uploads/scale_small/0/8169/757592-198115_49453_front.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/8169/757592-198115_49453_front.jpg 640w, https://www.giantbomb.com/a/uploads/scale_small/0/8169/757592-198115_49453_front.jpg 627w\" sizes=\"(max-width: 627px) 100vw, 627px\" data-width=\"627\"></a><figcaption> </figcaption></figure>     The first Hot Pursuit game was <a data-ref-id=\"3030-5977\" href=\"/need-for-speed-iii-hot-pursuit/3030-5977/\" slug=\"need-for-speed-iii-hot-pursuit\">Need for Speed III: Hot Pursuit</a>, and as the name suggests, it was actually the third game in the main Need for Speed series. The game was unique at the time, in that it was the first NFS to include police cars that chased the player as they competed in races. Players could also switch roles and become an officer of the law themselves, chasing down street racers and putting a stop to them with the use of various tactics, including tickets, spike strips and road blocks. <br/> <br/> <br/><br/><h2>The sequel </h2>In 2002, EA released <a data-ref-id=\"3030-12395\" href=\"/need-for-speed-hot-pursuit-2/3030-12395/\" slug=\"need-for-speed-hot-pursuit-2\">Need for Speed: Hot Pursuit 2</a>. This was the first NFS game to be released on sixth generation hardware, including the <a data-ref-id=\"3045-19\" href=\"/playstation-2/3045-19/\" slug=\"playstation-2\">PS2</a>, <a data-ref-id=\"3045-23\" href=\"/gamecube/3045-23/\" slug=\"gamecube\">Gamecube</a> and <a data-ref-id=\"3045-32\" href=\"/xbox/3045-32/\" slug=\"xbox\">Xbox</a>. This sequel also marked the first sub-series within the NFS franchise. The game was well-received by players and critics alike, especially the PS2 version. Hot Pursuit 2 was also the last 'classic era' NFS title, before the release of <a data-ref-id=\"3030-12254\" href=\"/need-for-speed-underground/3030-12254/\" slug=\"need-for-speed-underground\">Need for Speed Underground</a>, when the series changed focus from conventional exotic car racing to imports, tuning and detailed car customization.  <br/><br/><figure data-align=\"left\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/1/12813/659538-561154_front.jpg\" data-ref-id=\"1300-659538\" data-size=\"small\" data-ratio=\"1.41875\"><a class=\"fluid-height\" style=\"padding-bottom:141.9%\" href=\"https://static.giantbomb.com/uploads/original/1/12813/659538-561154_front.jpg\" data-ref-id=\"1300-659538\"><img alt=\" \" src=\"https://www.giantbomb.com/a/uploads/scale_small/1/12813/659538-561154_front.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/1/12813/659538-561154_front.jpg 640w, https://www.giantbomb.com/a/uploads/scale_small/1/12813/659538-561154_front.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></a><figcaption> </figcaption></figure>      <br/> <br/> <br/> <br/> <br/> <br/> <br/> <br/><br/><br/><h2>The reboot </h2>After years of mediocre and poorly received games, EA decided for their next Need for Speed game to make a switch; instead of <a data-ref-id=\"3010-1639\" href=\"/ea-black-box/3010-1639/\" slug=\"ea-black-box\">EA Black Box</a>, who had worked on most games in the series, the game would be developed by another one of its subsidiaries: <a data-ref-id=\"3010-315\" href=\"/criterion-games/3010-315/\" slug=\"criterion-games\">Criterion Games</a>, best known for their <a data-ref-id=\"3025-76\" href=\"/burnout/3025-76/\" slug=\"burnout\">Burnout </a>series of racing games. On June 14th 2010, during EA's conference at <a data-ref-id=\"3015-4529\" href=\"/e3-2010/3015-4529/\" slug=\"e3-2010\">E3 2010</a>, EA and Criterion together announced their latest work: <a data-ref-id=\"3030-31698\" href=\"/need-for-speed-hot-pursuit/3030-31698/\" slug=\"need-for-speed-hot-pursuit\">Need for Speed: Hot Pursuit</a>. EA expressed that this title would take the Need for Speed series back to its roots, featuring exotic cars and high-speed police chases. The same formula from the older Hot Pursuit games was used, but improved with such features as added weapons to both racers and the police, and also a social network known as the Autolog. The Autolog was designed to keep players up to date on what their friends are up to in the game, and would show any records set by them. This is to evoke some healthy competition between friends to see who can get the fastest time on a specific track, or to see who is the most ruthless cop. <br/><figure data-align=\"left\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg\" data-ref-id=\"1300-1411569\" data-size=\"medium\" data-ratio=\"0.488\"><a class=\"fluid-height\" style=\"padding-bottom:48.8%\" href=\"https://static.giantbomb.com/uploads/original/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg\" data-ref-id=\"1300-1411569\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_medium/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg 500w, https://www.giantbomb.com/a/uploads/scale_medium/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg 480w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/scale_medium/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg 500w, https://www.giantbomb.com/a/uploads/scale_medium/2/26386/1411569-500x_nfs_hot_pursuit_1.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"></noscript></a></figure>", "guid": "3025-1820", "name": "Need For Speed: Hot Pursuit"}, {"description": null, "guid": "3025-1821", "name": "Tony Hawk's Underground"}, {"description": null, "guid": "3025-1822", "name": "Battle Soccer"}, {"description": null, "guid": "3025-1823", "name": "FIFA World Cup"}, {"description": "<br />", "guid": "3025-1824", "name": "KISS"}, {"description": null, "guid": "3025-1825", "name": "Bangai-O"}, {"description": "<p>The Captain Planet games typically revolve around some kind of environmental crisis caused by an 'eco-villain'. The 'Planeteers', a group of teenagers armed with magic rings given to them by the Earth's spirit Gaia, will have to stop the disaster using their powers. Usually, the Planeteers will be unable to fix the problem on their own and have to combine their rings' powers to summon Captain Planet, a superhero imbued with the powers of Earth, Water, Wind, Fire and Heart. Captain Planet himself is playable in all of the games.</p>", "guid": "3025-1826", "name": "Captain Planet"}, {"description": null, "guid": "3025-1827", "name": "Aladdin"}, {"description": null, "guid": "3025-1828", "name": "Greg Hastings Tournament Paintball"}, {"description": null, "guid": "3025-1829", "name": "Joint Operations"}, {"description": null, "guid": "3025-1830", "name": "The Lion King"}, {"description": null, "guid": "3025-1831", "name": "Chicken Little"}, {"description": "<p>Neophyte was developed by Alien Software and published by Minor Insight from 1998 to '99.  The completed episodes include:  <i>The Journey Begins</i>,  <i>Koplio’s Story</i>, and  <i>The Spirit Master</i>.  One additional game was to be released before the final full game, however, it never came to fruition.</p>", "guid": "3025-1832", "name": "Neophyte"}, {"description": null, "guid": "3025-1833", "name": "Monster Jam"}, {"description": null, "guid": "3025-1834", "name": "Deadly Rooms of Death"}, {"description": null, "guid": "3025-1835", "name": "Don King"}, {"description": null, "guid": "3025-1836", "name": "Biko"}, {"description": null, "guid": "3025-1837", "name": "Des Blood"}, {"description": null, "guid": "3025-1838", "name": "Dark Messiah"}, {"description": "<h2>Overview</h2><p>The Dissidia franchise is a series of 3D action games that focus on one-on-one battles between heroes and villains from throughout the <a href=\"/final-fantasy/3025-194/\" data-ref-id=\"3025-194\" data-mce-href=\"/final-fantasy/3025-194/\"> Final Fantasy</a> series. The original game featured one hero and one villain each from the original <a href=\"/final-fantasy/3030-8403/\" data-ref-id=\"3030-8403\" data-mce-href=\"/final-fantasy/3030-8403/\"> Final Fantasy</a> up through <a href=\"/final-fantasy-x/3030-11237/\" data-ref-id=\"3030-11237\" data-mce-href=\"/final-fantasy-x/3030-11237/\"> Final Fantasy X</a>, as well as one character each from <a href=\"/final-fantasy-xi-online/3030-11142/\" data-ref-id=\"3030-11142\" data-mce-href=\"/final-fantasy-xi-online/3030-11142/\"> Final Fantasy XI</a> and <a href=\"/final-fantasy-xii/3030-11497/\" data-ref-id=\"3030-11497\" data-mce-href=\"/final-fantasy-xii/3030-11497/\"> Final Fantasy XII</a>. The characters are brought together in a storyline that sees the goddess Cosmos and god Chaos in conflict, with the Final Fantasy characters as their warriors.</p>", "guid": "3025-1839", "name": "Dissidia: Final Fantasy"}, {"description": null, "guid": "3025-1840", "name": "Oil Tycoon"}, {"description": null, "guid": "3025-1841", "name": "Flight Unlimited"}, {"description": null, "guid": "3025-1842", "name": "Ferrari"}, {"description": null, "guid": "3025-1843", "name": "Call of Cthulhu"}, {"description": null, "guid": "3025-1844", "name": "Bigfoot"}, {"description": null, "guid": "3025-1845", "name": "Monster Trux"}, {"description": null, "guid": "3025-1846", "name": "Teen Titans"}, {"description": null, "guid": "3025-1847", "name": "Vertrix"}, {"description": null, "guid": "3025-1848", "name": "Hydlide"}, {"description": null, "guid": "3025-1849", "name": "White Album"}, {"description": null, "guid": "3025-1850", "name": "Allods"}, {"description": "<br/>", "guid": "3025-1851", "name": "To Heart"}, {"description": null, "guid": "3025-1852", "name": "Superstars V8"}, {"description": null, "guid": "3025-1853", "name": "Scott Pilgrim"}, {"description": "<p>Most of the games in the series are some sort of <a href=\"/games/?sort=release_date&amp;filter_type=genre&amp;filter_value=9/\">fighting</a> game, although there are some exceptions. The series was exclusive to <a data-ref-id=\"3010-3223\" href=\"/sony-corporation/3010-3223/\" slug=\"sony-corporation\">Sony</a> consoles up until the 2010 release \"<a data-ref-id=\"3030-30539\" href=\"/naruto-shippuden-ultimate-ninja-storm-2/3030-30539/\" slug=\"naruto-shippuden-ultimate-ninja-storm-2\">Naruto Shippuden: Ultimate Ninja Storm 2</a>\".</p><p>In addition to the regular Ultimate Ninja games, there are two sub-series: Ultimate Ninja Heroes, which appeared on the <a data-ref-id=\"3045-18\" href=\"/psp/3045-18/\" slug=\"psp\">PSP</a>, and Ultimate Ninja Storm, which appear on the <a data-ref-id=\"3045-35\" href=\"/playstation-3/3045-35/\" slug=\"playstation-3\">PlayStation 3</a> and <a data-ref-id=\"3045-20\" href=\"/xbox-360/3045-20/\" slug=\"xbox-360\">Xbox 360</a>. In <a data-ref-id=\"3035-37\" href=\"/japan/3035-37/\" slug=\"japan\">Japan</a>, the three Shippuden Ultimate Ninja games prior to UNS2 (<a data-ref-id=\"3030-25084\" href=\"/naruto-shippuden-ultimate-ninja-4/3030-25084/\" slug=\"naruto-shippuden-ultimate-ninja-4\">Ultimate Ninja 4</a>, <a data-ref-id=\"3030-27495\" href=\"/naruto-shippuden-ultimate-ninja-5/3030-27495/\" slug=\"naruto-shippuden-ultimate-ninja-5\">Ultimate Ninja 5</a>, and <a data-ref-id=\"3030-30786\" href=\"/naruto-shippuden-ultimate-ninja-heroes-3/3030-30786/\" slug=\"naruto-shippuden-ultimate-ninja-heroes-3\">Ultimate Ninja Heroes 3</a>) were released as Narutimate Accel 1, 2, and 3, respectively.</p><p>Ultimate Ninja 5 is thus far the only entry to the series to never be released in the <a data-ref-id=\"3035-396\" href=\"/the-united-states-of-america/3035-396/\" slug=\"the-united-states-of-america\">United States</a>.</p>", "guid": "3025-1854", "name": "Naruto: Ultimate Ninja"}, {"description": null, "guid": "3025-1855", "name": "Gamebook Adventures"}, {"description": null, "guid": "3025-1856", "name": "Tactics Ogre"}, {"description": null, "guid": "3025-1857", "name": "Clive Barker"}, {"description": null, "guid": "3025-1858", "name": "Cyberia"}, {"description": null, "guid": "3025-1859", "name": "Nightmare Collection"}, {"description": null, "guid": "3025-1860", "name": "Battletank"}, {"description": "<p>The Battle  Raper series  is a collection of Japanese video games developed by Illusion Software. The games are 3D fighters where your objective is to fight, beat and then rape your opponents, although in the second one there is no explicit rape scenes, only inplied ones.</p>", "guid": "3025-1861", "name": "Battle Raper"}, {"description": null, "guid": "3025-1862", "name": "Zoombinis"}, {"description": "<h2>Overview</h2><p>Are You Smarter Than A 5th Grader? is a game franchise based on the TV quiz game show also titled Are You Smarter Than A 5th Grader?</p><p>The show, as well as the games are hosted by comedian <a data-ref-id=\"3005-8391\" href=\"/jeff-foxworthy/3005-8391/\" slug=\"jeff-foxworthy\">Jeff Foxworthy</a>. The show went through a format change in 2009 that gave it a quicker pace and lower top prizes. Some of the later games in the franchise were also changed to this newer, faster paced format.</p>", "guid": "3025-1863", "name": "Are You Smarter Than A 5th Grader?"}, {"description": null, "guid": "3025-1864", "name": "Section 8"}, {"description": null, "guid": "3025-1865", "name": "UberSoldier"}, {"description": "<h2>Trivia</h2><ul><li>The 1939 film was initially a box office failure, only achieving mass popularity through TV rebroadcasts.</li><li>The first Oz novel became public domain in 1954, and today all the novels are public domain in the United States.</li></ul>", "guid": "3025-1866", "name": "The Wizard of Oz"}, {"description": "<p>Overview</p>", "guid": "3025-1867", "name": "Psychic Detective Series"}, {"description": null, "guid": "3025-1868", "name": "Goal!"}, {"description": "<h2>Overview</h2><p>The Jumper franchise is a series of intentionally difficult platforming games. There were three main entries in the series made as well as an updated version of the original game titled Jumper: Redux. All of the games in the Jumper series were developed by Matt Thorson.</p><h2>Availability</h2><p>All three of the games in the Jumper series can be downloaded at the Matt Thorson's website.</p><ul><li><a href=\"http://www.mattmakesgames.com/\" rel=\"nofollow \">Matt Makes Games Website</a></li></ul>", "guid": "3025-1869", "name": "Jumper"}, {"description": null, "guid": "3025-1870", "name": "Balance of Power"}, {"description": null, "guid": "3025-1871", "name": "RailWorks"}, {"description": "<p>overview</p>", "guid": "3025-1872", "name": "The 4th Unit Series"}, {"description": null, "guid": "3025-1873", "name": "The Powerpuff Girls"}, {"description": "<p>.....</p>", "guid": "3025-1874", "name": "Rurouni Kenshin"}, {"description": "<p>SSI's attempt to enter the RTS market with a different kind of strategy game.</p>", "guid": "3025-1875", "name": "War Wind"}, {"description": null, "guid": "3025-1876", "name": "National Geographic"}, {"description": null, "guid": "3025-1877", "name": "Discovery Channel"}], "version": "1.0"}