{"error": "OK", "limit": 100, "offset": 700, "number_of_page_results": 100, "number_of_total_results": 5524, "status_code": 1, "results": [{"description": "<p>The Runaway series is comprised of traditional point-and-click adventure games. The backgrounds are 2D, while the characters are 3D done with cel-shaded animation. The games follows the exploits of Brian Basco and Gina Timmins as they take on the mob, rogue military types, and a mental instution.</p><p>Several characters make recurring appearances, particularly from the first to second game.</p>", "guid": "3025-724", "name": "Runaway"}, {"description": "<p>The Bionicle universe is centered around the conflict between the warring spirits of light and darkness. On the island of Mata Nui, named for the Spirit which protected the villagers(known as Matorans), the Brotherhood of Makuta terrorizes the populace. The evil creature Makuta infects creatures of the island and turns them against the Matorans. The heroes of the storyline, the Toa, arrive on the island and decide to help the villagers in beating back Makuta. They track down the masks of power and use them to defeat Makuta once and for all. The story then branches off into various directions, looking at how the Matorans arrived on Mata Nui as well as looking at the struggles against Makuta made by other Toa on different islands. </p>", "guid": "3025-725", "name": "Bionicle"}, {"description": "<h2>Overview</h2><p>Based on the 1994 film (starring Kurt Russel), Stargate involves a team of adventurers traveling through an ancient ring device, known as the Stargate, which creates a stable wormhole to hundreds of other worlds. There was then a television series, Stargate SG-1, which continued the story of the movie and went on for ten seasons. The spin off, Stargate Atlantis, was created in 2004 and was dropped in its fifth season. A third series, Stargate Universe lasted for 2 seasons until its cancellation due to mixed reviews and poor viewership figures. There have been two Direct-to-DVD films for SG-1; The Ark of Truth, which finished the Ori story arc, and Continuum, which ended the story arc regarding the clones of the system lord Baal. A third movie, named Extinction, was planned, but was shelved indefinitely following Stargate Universe's cancellation according to executive producer Joseph Mallozi.</p><h2>Games</h2><h4><a href=\"//www.giantbomb.com/stargate/3030-8853/\" data-ref-id=\"3030-8853\">Stargate</a></h4><p>A game based on the events of the film, Stargate was a 2D side-scroller, common for games of its time featuring limited elements of flight.</p><h4><a href=\"//www.giantbomb.com/stargate-sg-1-the-alliance/3030-27757/\" data-ref-id=\"3030-27757\">Stargate SG-1: The Alliance</a></h4><p>A first person shooter based off of the unreal engine, Stargate SG-1: The Alliance would see SG-1 fight a new enemy, the Haaken, created by the show's writers specifically for the game. However, legal proceedings over the rights of the game proved fatal to its development and release, meaning the game was never released.</p><h4>Stargate Online Trading Card Game</h4><p>An online version of the Stargate themed card game operated by <a href=\"/sony-online-entertainment/3010-922/\" data-ref-id=\"3010-922\">SOE</a>. The game allowed you to buy expansion packs and passes to enter tournaments which would give packs as prizes, a feature found in the much later in the Blizzard card game <a href=\"/hearthstone-heroes-of-warcraft/3030-42033/\" data-ref-id=\"3030-42033\">Hearthstone</a>. The game was shut down causing all cards purchased with real money to be lost. Payments for virtual cards were still being taken on the day the game was shutdown.</p><h4><a href=\"/stargate-worlds/3030-21343/\" data-ref-id=\"3030-21343\">Stargate Worlds</a></h4><p>An MMORPG which would have allowed players to create a character in the Stargate universe, and travel to other worlds to fight the opposing alliance. Its combat system featured a unique real time cover system, as well as mini-games to complete tasks. SGW was in development for a 2009 release but was delayed due to problems with MGM funding among other things, and has now been canceled. Very few assets for the game were ever released.</p><h4><a href=\"//www.giantbomb.com/stargate-resistance/3030-29412/\" data-ref-id=\"3030-29412\">Stargate Resistance</a></h4><p>A spin off of Stargate Worlds which was originally conceived to assist with funding for that game. Stargate Resistance was a third person shooter set in the second decade of the Stargate program which allows players to battle as either Stargate command or the Goa'uld. Stargate Resistance's servers were shut down one year after its release due to the end of a license with MGM, leaving copies of the game useless.</p><h4><a href=\"//www.giantbomb.com/stargate-sg1-unleashed/3030-43919/\" data-ref-id=\"3030-43919\">Stargate SG-1: Unleashed</a></h4><p>An iOS and Android adventure game which features the original members of SG-1.Two of the three episodes of the game have been released so far on iOS, and only the first one on Android. The studio that was making Unleashed, <a href=\"/arkalis-interactive/3010-9211/\" data-ref-id=\"3010-9211\">Arkalis Interactive</a>, went out of business, but the rights have been picked up by a company called RegalWorks Media, Inc. Some hope they will complete work on the series.</p><h4><a href=\"//www.giantbomb.com/teal-c-s-revenge/3030-44415/\" data-ref-id=\"3030-44415\">Teal'c's Revenge</a></h4><p>An iOS and Android shooter and fighting game in which the player takes on the role of Teal'c in protecting the SGC against attack by the Goa'uld. This can be found inside the \"Stargate Command\" app, which also includes a tour of Stargate command and other mini games. Plans to expand on this app were cut short when the company <a href=\"/arkalis-interactive/3010-9211/\" data-ref-id=\"3010-9211\">Arkalis Interactive</a>, went out of business.</p>", "guid": "3025-726", "name": "Stargate"}, {"description": null, "guid": "3025-727", "name": "Forbidden Siren"}, {"description": null, "guid": "3025-728", "name": "Rollcage"}, {"description": null, "guid": "3025-729", "name": "The Settlers"}, {"description": "<p>Oneechanbara stands for \"sister fight\" in Japanese which shows the rivalry between the two main characters.</p>", "guid": "3025-730", "name": "Onechanbara"}, {"description": null, "guid": "3025-731", "name": "Shadow of the Beast"}, {"description": null, "guid": "3025-732", "name": "Boulder Dash"}, {"description": null, "guid": "3025-733", "name": "Rebelstar"}, {"description": "<p>Initially released as <em><strong>Panel De Pon (</strong></em>パネルでポン<strong>)</strong> in Japan for the Super Famicom, the Puzzle League series is based around a match-three puzzle game. The gameplay involves matching panels of three or more by manipulating a cursor that will horizontally swap any two panels the cursor is placed over. It is similar in gameplay to games such as <a href=\"/yoshis-cookie/3030-16966/\" data-ref-id=\"3030-16966\">Yoshi's Cookie</a> and <a href=\"/meteos/3030-10385/\" data-ref-id=\"3030-10385\">Meteos</a>.</p><p>Similar to the <a href=\"/puyo-puyo/3025-427/\" data-ref-id=\"3025-427\">Puyo Puyo</a> franchise, the series often has its graphical assets reskinned when released in western markets. The localized release for the Super Nintendo, <a href=\"/tetris-attack/3030-13130/\" data-ref-id=\"3030-13130\">Tetris Attack</a>, was released as part of the <a href=\"/tetris/3025-291/\" data-ref-id=\"3025-291\">Tetris</a> franchise in North America, despite having nothing to do with Tetris. Much like Tetris Attack, the next two games to see release in the west were <a href=\"/pokemon/3025-452/\" data-ref-id=\"3025-452\">Pokémon</a>-themed games (<a href=\"/pokemon-puzzle-league/3030-8052/\" data-ref-id=\"3030-8052\">Pokémon Puzzle League</a> &amp; <a href=\"/pokemon-puzzle-challenge/3030-8773/\" data-ref-id=\"3030-8773\">Pokemon Puzzle Challenge</a>). It wasn't until the Nintendo DS release (<a href=\"/planet-puzzle-league/3030-19256/\" data-ref-id=\"3030-19256\">Planet Puzzle League</a>) that Puzzle League branding had been established for the franchise.</p>", "guid": "3025-734", "name": "Puzzle League"}, {"description": "<h2>Story &amp; Overview</h2><p>The Bleach universe has many different races - ranging from humans to talking foxes - but the most frequently explained race is called the Soul Reaper. Soul Reapers are post-mortem human beings that live in a place called the <a href=\"/soul-society/3035-495/\" data-ref-id=\"3035-495\">Soul Society</a>, a land similar to Feudal Japan where souls embark after death. Soul Reapers are typically ignorant to human history and culture as they were born anew upon entering the Soul Society. They wield swords that can greatly increase their physical abilites, however only a few elite are capable of reaching this level of greater power. These superior Soul Reapers govern squads of lesser comrads that have titles like ‘Captain’ ‘Vice Captain’ ‘Third-Seat’ ‘Fourth-Seat’ and so on. Soul Reaper squads are identified using a number system starting at one and increasing from there.</p><p>Bleach begins with the introduction of a high school student named <a href=\"/ichigo-kurosaki/3005-1653/\" data-ref-id=\"3005-1653\">Ichigo Kurosaki</a>, a 15 year old boy renowned for his rare, orange hair. The setting takes place in what seems to be a fully developed, 21st century suburb in which Ichigo lives a normal life. Accompanying him are his two sisters, a multitude of friends, and his father. Ichigo's mother, whom he greatly adored, was killed when he was only a child. The event radically changed his personality, mainly because he blamed himself for her death.</p><p>One day a<a href=\"/soul-reaper/3015-746/\" data-ref-id=\"3015-746\"> Soul Reaper</a> named <a href=\"/rukia-kuchiki/3005-1979/\" data-ref-id=\"3005-1979\">Rukia Kuchiki</a> appears in Ichigo's bedroom looking for an evil spirit (<a href=\"/hollow/3015-1700/\" data-ref-id=\"3015-1700\">Hollow</a>) that might be in the area. The two talk, and we later find that the nearby evil spirits are looking for Ichigo in order to consume his soul. They were drawn to him for his abnormally large cache of spirit energy, a cache greater than any human's before him.</p><p>After fighting and eliminating the spirit, Ichigo goes on to become a substitute Soul Reaper due to accidentally absorbing most of Rukia's Soul Reaper powers. Forced to fight by his side, Rukia stays in the world of the living for longer than expected, in time coming to know Ichigo as a person. She and Ichigo provide temporary spiritual protection for the city, until one day Rukia is mysteriously taken back to the Soul Society by two superior Soul Reapers. Ichigo and his most trusted friends set out to rescue her, thus beginning a long journey into the unknown.</p><p>Soul Reapers can be seen as a mix between Samurai's and Grim Reapers (or Death Gods) that try to maintain a healthy balance of spiritual beings by protecting them from evil forces; at least in theory. Most Soul Reapers have feelings and a personality like humans, but they can still be brutal and careless for anything unrelated to the bloody massacre of their enemies. Soul Reapers have no god, but instead believe that they are governed by an unseen King of ancient times. High on the list of those who hate the Soul Reapers are corrupted souls of deceased men and women known as Hollows: souls who haven’t gone to the Underworld, but instead linger on to hunt living and non-living souls.</p><p>Hollows exist for one reason and one reason only: to consume souls. They are motivated by fear, and act purely on vicious instinct, because a lack of eating souls would comence in their slow degeneration and entrance into the oblivion they themselves have created. They’ll change and evolve with time, eventually compressing into each other and merging into a Skyscraper mass of mindless violence. Some of these Hollows have former souls of intense power containing fragments of sanity, which in time evolve and become the Elite of the Hollow caste. The Elite return to human porportions and become the most formidable forces in the Bleach Universe.</p><p>The story eventually reveals two different types of Hollow/Soul Reaper hybrids: Soul Reapers who’ve gained some powers of the Hollow, and vice-versa. Both have ties to the organizations they were previously a part of, but Soul Reapers will not accept members to their order who have been ‘Tainted’, and Hollows who wield Soul Reaper weapons are so over-powerful they avoid all control.</p><p> </p><h2>Anime &amp; Manga</h2><p> </p><figure data-align=\"right\" data-img-src=\"https://static.giantbomb.com/uploads/original/1/14220/456341-02_03.jpg\" data-ref-id=\"1300-456341\" data-size=\"small\" data-ratio=\"0.73891625615764\" data-width=\"1015\" data-embed-type=\"image\" style=\"width: 1015px\"><a class=\"fluid-height\" style=\"padding-bottom:73.9%\" href=\"https://static.giantbomb.com/uploads/original/1/14220/456341-02_03.jpg\" data-ref-id=\"1300-456341\"><img alt=\"A recent page from the Bleach Manga.\" src=\"https://www.giantbomb.com/a/uploads/scale_small/1/14220/456341-02_03.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/1/14220/456341-02_03.jpg 1015w, https://www.giantbomb.com/a/uploads/scale_super/1/14220/456341-02_03.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/1/14220/456341-02_03.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/1/14220/456341-02_03.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></a><figcaption>A recent page from the Bleach Manga.</figcaption></figure><p>Nearly 200 episodes of Bleach Anime and Over 300 issues of Manga have been made. All greatly popular, and star a bounty of interesting characters. This Anime is currently being dubbed into English, and translated Books of Manga are sold in many different countries. Anime is composed of the stories in the Manga produced for weekly Televsion broadcast and the Manga is a weekly comicbook of a dozen pages or so in black and white in Shonen Jump Magazine.</p><p> </p><h2>OAV</h2><p>Original Animated Videos are produced outside the Bleach Continuity, but can usually be fit into the timeline at one point or another. They are not shown on Television, unlike the Anime, and cost fans a sum to purchase and watch on DVD. In some cases OAV’s can continue the plot of an Anime recently cancelled, but in most cases they function as supplementary additions to the main Anime that include a condensed version of the most popular attacks and characters drawn in a higher level of quality. Current OAV’s for Bleach include the following:</p><ul><li>Memories in the Rain</li></ul><ul><li>The Sealed Sword Frenzy</li></ul><p> </p><h2>Movies</h2><p>Bleach Movies are made for the big screen, and carry a high production value. This can be generally described as an Entire new story arc compressed into about two hours. Although Bleach movies do not come from the Manga directly, the plot is usually very strong. Current Bleach Movies are included below:</p><p> </p><ul><li>Bleach: Memories of Nobody</li><li>Bleach: The Diamond Dust Rebellion</li><li>Bleach: Fade to Black, I Call Your Name</li><li>Bleach: Hell Verse</li><li>Bleach (live-action film)</li></ul><p> </p><h2>Merchandising</h2><p> </p><figure data-align=\"right\" data-img-src=\"https://static.giantbomb.com/uploads/original/1/14220/456287-cartoon_passion_2011_239948668.jpg\" data-ref-id=\"1300-456287\" data-size=\"small\" data-ratio=\"1.333\" data-width=\"1000\" data-embed-type=\"image\" style=\"width: 1000px\"><a class=\"fluid-height\" style=\"padding-bottom:133.3%\" href=\"https://static.giantbomb.com/uploads/original/1/14220/456287-cartoon_passion_2011_239948668.jpg\" data-ref-id=\"1300-456287\"><img alt=\"Bleach sells many different items, like this Lighter.\" src=\"https://www.giantbomb.com/a/uploads/scale_small/1/14220/456287-cartoon_passion_2011_239948668.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/1/14220/456287-cartoon_passion_2011_239948668.jpg 1000w, https://www.giantbomb.com/a/uploads/scale_medium/1/14220/456287-cartoon_passion_2011_239948668.jpg 720w, https://www.giantbomb.com/a/uploads/scale_small/1/14220/456287-cartoon_passion_2011_239948668.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"></a><figcaption>Bleach sells many different items, like this Lighter.</figcaption></figure><p>Toys, Dolls, Key chains, clothes, books, art, cards, CD’s from the show’s soundtrack, CD <i>cases </i>for the show soundtrack, necklaces… even things like a paperweight can all be found with Bleach logos. As it is immensely popular it offers a seemingly endless amount of things to sell to its prospective fan base.</p>", "guid": "3025-735", "name": "Bleach"}, {"description": "<h2>Overview</h2> Many have called the PS1 era the golden era of Squaresoft. Though Final Fantasy VII, VIII, and IX are its best known works of the era, Parasite Eve is another franchise borne of the company's reknowned prowess in producing top-notch cinematics.  <br/> <br/>The plot of the original comes from a 1995 novel by Japanese author Hideaki Sena, wherein mitochondria from an ancient progenitor named \"Eve\" have survived and spread into the cells of the whole human race. Based on the scientific relationship between mitochondria and cells in producing energy, the novel supposes that the mitochondria could rebel and cause the humans to spontaneously combust by accelerating that energy reaction.  <br/> <br/>The game <a data-ref-id=\"3030-9228\" href=\"/parasite-eve/3030-9228/\" slug=\"parasite-eve\">  Parasite Eve</a> is a sequel to that novel. Protagonist Aya Brea finds her mitochondria awakened within her during a night at the opera. Her nemesis is an actress named Melissa Pearce who causes her entire audience to burst into flames. Afterwards, Pearce is transformed into \"Eve\" and has an insane instinct to complete the mitochondrial rebellion started by her progenitor.  <br/>  <br/><h2>Parasite Eve</h2>The original Parasite Eve was released in North America in late 1998.  It came after the mainstream success of Final Fantasy VII. Though it contained many of the same elements, it had quite a few changes, making the game similar to Capcom's <a data-ref-id=\"3025-397\" href=\"/resident-evil/3025-397/\" slug=\"resident-evil\">  Resident Evil</a>.  The tagline was, \"The worst foe lies within the self.\" <br/> <br/>Unlike a traditional RPG, Aya Brea was able to move during combat, firing with pistols which needed to be carefully customized. Time stopped when she used her mitochondrial powers, and a wireframe polygon appeared for her to target her enemies.  The result was a combat system that was more interactive than Final Fantasy VII, but less demanding than that of Resident Evil. <br/> <br/>The game was set in New York, and the frequent CGI cinematics were breathtaking for the time. Though the game could be beaten in less than a dozen hours, the engrossing plot made up for this with many reviewers. The game didn't reach the success of the Final Fantasy franchise but gained enough fans for a sequel.  <br/> <br/><h2>Parasite Eve II</h2>The sequel, <a data-ref-id=\"3030-7361\" href=\"/parasite-eve-ii/3030-7361/\" slug=\"parasite-eve-ii\">  Parasite Eve II</a> was a thematic departure from the original. Much like Square's <a data-ref-id=\"3030-8723\" href=\"/secret-of-evermore/3030-8723/\" slug=\"secret-of-evermore\">  Secret of Evermore</a>, the creation was given to a Western developer. In the sequel, protagonist Aya Brea traded her opera dress and heels for a denim jacket and combat boots. She still fought mitochondrial enemies, but rather than taking place in New York the majority of the game was set in the Midwest.  <br/> <br/>Reviewers praised the improved controls of the sequel. Rather than firing with the X button, the controls were moved to the L1 and R1 buttons - which would be the same control scheme embraced by many action games of the PS2 and PS3 era.  Dodging enemies became much more critical, and the combat system became more skill-based, rather than stat-based.  <br/> <br/>Despite the improved control scheme, the game was notably less cinematic than the original.  Much of the gameplay revolved around puzzles, searching out healing items, and finding items to open locked doors. The color palate was more limited than the original, conveying a desolate, dusty look. <br/> <br/>The plot and characters were also a drastic departure from the original. Rather than fighting Eve, Aya spent the majority of the game fighting Number 09, an antagonist wearing a gas mask, combat armor and wielding a machete. Aya used a 70s sports car as a mobile base to store weapons.  Much of the plot centered around a child also named Eve that looked shockingly like Aya.  <br/> <br/><h2>The 3rd Birthday<br/></h2><a data-ref-id=\"3030-22023\" href=\"/the-3rd-birthday/3030-22023/\" slug=\"the-3rd-birthday\">  The 3rd Birthday</a> is a PSP game under development by Square Enix. In a shower scene in Parasite Eve II, Aya explains that she is nearly immortal becuase her mitochondria keep her artificially young. In the third game, we see that Aya has not aged a day - though it's been a decade since the last game.  <br/> <br/>Almost nothing is known about either the plot or gameplay. In a cinematic released at a 2008 Square event, we see Aya as the bride at a wedding. Pulling her trademark pistol on an unknown enemy, the wedding ring slowly falls between the barrel and the viewer. Aesthetically, the 3rd Birthday looks much closer to the original Parasite Eve than the sequel. ", "guid": "3025-736", "name": "Parasite Eve"}, {"description": "<p>The Dungeon Keeper series is about building up your dungeon and producing your minions to overthrow the land that is owned by all that is good. The series currently has two games released (not including expansions and special editions). A third one, Dungeon Keeper 3, was announced and even had a pre-rendered trailer, but the game was canceled and was never released.</p>", "guid": "3025-737", "name": "Dungeon Keeper"}, {"description": null, "guid": "3025-739", "name": "Vib Ribbon"}, {"description": null, "guid": "3025-740", "name": "Alien Breed"}, {"description": null, "guid": "3025-741", "name": "Disciples"}, {"description": null, "guid": "3025-742", "name": "Deadlock"}, {"description": null, "guid": "3025-743", "name": "Izuna"}, {"description": null, "guid": "3025-744", "name": "Fear Effect"}, {"description": "<br/>", "guid": "3025-745", "name": "Adventure Island"}, {"description": null, "guid": "3025-746", "name": "Peggle"}, {"description": "<h2>Overview</h2><p>The 18 Wheels of Steel franchise is a series of big rig trucking games. The player is usually charged with transporting cargo across large distances with varying levels of <a data-ref-id=\"3015-357\" href=\"/realism/3015-357/\" slug=\"realism\">realism</a> to enhance the experience.</p>", "guid": "3025-747", "name": "18 Wheels of Steel"}, {"description": "<p>Front Mission video games fall under one of two kinds: numbered entries that provide turn-based gameplay, and non-numbered entries which provide real-time gameplay. The franchise has delved into numerous genres as a result, some of which include: massively multiplayer online game (MMO), real-time strategy (RTS), side-scrolling shooter, strategy role-playing game (SRPG), third-person shooter (TPS), and turn-based strategy (TBS). Numbered entries are either SRPG or TBS games, whereas non-numbered entries are more diverse. Non-numbered entries include Front Mission Alternative (RTS), Front Mission Evolved (TPS), Front Mission: Gun Hazard (side-scrolling shooter), and Front Mission: Online (MMO, TPS).</p><p> </p><p>The stories of Front Mission revolve around military, political, and science themes. Modeled after serial dramas, the stories interconnect between the games, and tie back to a larger overarching storyline that encompasses the entire series. While players can enjoy the video games as a standalone, only those who delve deeper into the franchise will have a full grasp of its stories. Only Front Mission: Gun Hazard and Front Mission Evolved have no relation to the series storyline; the former is set in a completely different universe, and the latter is a story reboot for the franchise.</p><p> </p><h3>Series Timeline </h3><h3>(Canon Front Mission Universe)</h3><p> </p><ul><li>2034-2035 = <a href=\"/front-mission-alternative/3030-15291/\" data-ref-id=\"3030-15291\"> Front Mission: Alternative </a></li><li>2089 = <a href=\"/front-mission-2089-border-of-madness/3030-23481/\" data-ref-id=\"3030-23481\"> Front Mission 2089 </a></li><li>2089-2090 = Front Mission 2089-II</li><li>2089-2093 = <a href=\"/front-mission-2089-border-of-madness/3030-23481/\" data-ref-id=\"3030-23481\"> Front Mission 2089: Border of Madness </a></li><li>2090-2091 = <a href=\"/front-mission-online/3030-9122/\" data-ref-id=\"3030-9122\"> Front Mission: Online</a></li><li>2090-2092 = <a href=\"/front-mission/3030-6052/\" data-ref-id=\"3030-6052\"> Front Mission</a></li><li>2096 = <a href=\"/front-mission-4/3030-771/\" data-ref-id=\"3030-771\"> Front Mission 4 </a></li><li>2102 = <a href=\"/front-mission-2/3030-17836/\" data-ref-id=\"3030-17836\"> Front Mission 2 </a></li><li>2112 = <a href=\"/front-mission-3/3030-17595/\" data-ref-id=\"3030-17595\"> Front Mission 3 </a></li><li>2070-2121 = <a href=\"/front-mission-5-scars-of-the-war/3030-13524/\" data-ref-id=\"3030-13524\"> Front Mission 5: Scars of the War </a></li><li>2127 = <a href=\"/left-alive/3030-61459/\" data-ref-id=\"3030-61459\">Left Alive</a></li><li>2171 = <a href=\"/front-mission-evolved/3030-26008/\" data-ref-id=\"3030-26008\"> Front Mission Evolved</a></li></ul><p> </p><h3>(Alternate Front Mission Universe)</h3><p> </p><ul><li>2064 = <a href=\"/front-mission-gun-hazard/3030-7265/\" data-ref-id=\"3030-7265\"> Front Mission: Gun Hazard</a></li></ul><p> </p><h3>Iconic Figures</h3><p>Like the Madcat of the Mech Warrior franchise which become famous for its intimidating and iconic design as well as being featured on box covers regularly, the Front Mission franchise is represented by several iconic mecha. The two most iconic of the wanzers featured in the video games are the Frost and Zenith. The Frost is a heavyweight wanzer with an industrial, rugged look to it whereas the Zenith is a middleweight wanzer with a sleeker, more high-tech appearance. In the video games, the main characters start out with either a derivative of the Frost or Zenith wanzers.</p>", "guid": "3025-748", "name": "Front Mission"}, {"description": null, "guid": "3025-749", "name": "Dark Castle"}, {"description": "<h2>Overview</h2><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/1220/298193-kururin.gif\" data-ref-id=\"1300-298193\" data-size=\"small\" data-ratio=\"1.3802816901408\"><a class=\"fluid-height\" style=\"padding-bottom:138.0%\" href=\"https://static.giantbomb.com/uploads/original/0/1220/298193-kururin.gif\" data-ref-id=\"1300-298193\"><img alt=\"The titular Kururin\" src=\"https://www.giantbomb.com/a/uploads/original/0/1220/298193-kururin.gif\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/1220/298193-kururin.gif 213w\" sizes=\"(max-width: 213px) 100vw, 213px\" data-width=\"213\"></a><figcaption>The titular Kururin</figcaption></figure><p>The Kururin franchise began with the release of <a data-ref-id=\"3030-7040\" href=\"/kuru-kuru-kururin/3030-7040/\" slug=\"kuru-kuru-kururin\">Kuru Kuru Kururin</a> in 2001 as a <a data-ref-id=\"3045-4\" href=\"/game-boy-advance/3045-4/\" slug=\"game-boy-advance\">Game Boy Advance</a> launch title. Kuru Kuru Kururin has since had two sequels that were only released in Japan (the first title was also released in PAL regions). The only game to even be announced for America was <a data-ref-id=\"3030-13534\" href=\"/kururin-paradise/3030-13534/\" slug=\"kururin-paradise\">Kururin Paradise</a>, which was showcased at <a data-ref-id=\"3015-3434\" href=\"/e3-2002/3015-3434/\" slug=\"e3-2002\">E3 2002</a>. The series follows Kururin, a small bird and the pilot of the Helirin, a spinning propeller. Every game in the franchise is developed by <a data-ref-id=\"3010-1327\" href=\"/eighting-co-ltd/3010-1327/\" slug=\"eighting-co-ltd\">Eighting</a> (or 8ing) and published by <a data-ref-id=\"3010-90\" href=\"/nintendo/3010-90/\" slug=\"nintendo\">Nintendo</a>.</p><p>In addition to the three main games, the Kururin franchise has had references in other Nintendo franchises. In <a data-ref-id=\"3030-17743\" href=\"/super-smash-bros-melee/3030-17743/\" slug=\"super-smash-bros-melee\">Super Smash Bros. Melee</a>, there is a Helirin trophy (although it is referred to as the Heririn, an Americanized version of the Japanese). The Heliren later appeared as an <a data-ref-id=\"3055-245\" href=\"/assist-trophy/3055-245/\" slug=\"assist-trophy\">Assist Trophy</a> in <a data-ref-id=\"3030-20588\" href=\"/super-smash-bros-brawl/3030-20588/\" slug=\"super-smash-bros-brawl\">Super Smash Bros. Brawl</a>, where it becomes part of the stage that can be jumped on or slid on. There are a variety of trophies and stickers in Super Smash Bros. Brawl that are from the Kururin franchise as well.</p><h2>Games</h2><h3>Kuru Kuru Kururin</h3><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/1220/298152-kuru_002.gif\" data-ref-id=\"1300-298152\" data-size=\"small\" data-ratio=\"0.77692307692308\"><a class=\"fluid-height\" style=\"padding-bottom:77.7%\" href=\"https://static.giantbomb.com/uploads/original/0/1220/298152-kuru_002.gif\" data-ref-id=\"1300-298152\"><img alt=\"Players are in control of speed and movement of the Helirin.\" src=\"https://www.giantbomb.com/a/bundles/phoenixsite/images/core/loose/img_broken.png\" srcset=\"https://www.giantbomb.com/a/bundles/phoenixsite/images/core/loose/img_broken.png 260w\" sizes=\"(max-width: 260px) 100vw, 260px\" data-width=\"260\"></a><figcaption>Players are in control of speed and movement of the Helirin.</figcaption></figure><p>The first game in the franchise (and the only game to be released outside of Japan) was released for the Game Boy Advance in 2001. Kuru Kuru Kururin follows Kururin as he searches for his missing brothers and siblings. The game introduces many of the gameplay standards in the series. The player is able to control the direction and speed at which Helirin moves, although Helirin is constantly rotating. Therefore, levels are top down mazes which must be properly maneuvered. Upon completing a level, the player is given bonuses or stars based on performance in the level.</p><p>Kuru Kuru Kururin was relatively well received, even outside of Japan. GameSpot ranked the game a 71% for being a great time waster, although marked it down for its length. Eurogamer and Nintendo World Report both game the game a 90%, among the higher scores, praising its simplicity and lasting appeal. Other publications were not as forgiving, such as Computer and Video Games (50%) and Edge (70%), who declared the game to be overly frustrating and overly simplistic.</p><h3>Kururin Paradise</h3><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/8719/289587-kururin_paradise1.png\" data-ref-id=\"1300-289587\" data-size=\"small\" data-ratio=\"0.66666666666667\"><a class=\"fluid-height\" style=\"padding-bottom:66.7%\" href=\"https://static.giantbomb.com/uploads/original/0/8719/289587-kururin_paradise1.png\" data-ref-id=\"1300-289587\"><img alt=\"Gameplay in Kururin Paradise is much quicker than its predecessor.\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 240px) 100vw, 240px\" data-width=\"240\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/original/0/8719/289587-kururin_paradise1.png\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/0/8719/289587-kururin_paradise1.png 240w\"><noscript><img alt=\"Gameplay in Kururin Paradise is much quicker than its predecessor.\" src=\"https://www.giantbomb.com/a/uploads/original/0/8719/289587-kururin_paradise1.png\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/8719/289587-kururin_paradise1.png 240w\" sizes=\"(max-width: 240px) 100vw, 240px\" data-width=\"240\"></noscript></a><figcaption>Gameplay in Kururin Paradise is much quicker than its predecessor.</figcaption></figure><p>Released on December 6, 2002, Kururin Paradise was released only in Japan for the Game Boy Advance. The game follows Kururin, who discovers that his family and teacher have all been kidnapped after a mysterious magic show comes to Kururin Village. Paradise differs from the first game, whereas the first game requires strategy and time, Paradise requires fast reflexes. This is largely due to a new feature introduced, where players can speed up the rotation of Helirin.</p><p>Kururin Paradise also introduces a minigame mode, where some levels require Kururin to complete a minigame in order to finish the level. There are a variety of different minigames, where each level marked with a magician's hat contains a different minigame. In addition to these new features, Paradise has multiplayer (expanded from the multiplayer found in the first game), which now includes multiplayer minigames.</p><h3>Kururin Squash!</h3><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/1/14097/582605-06.jpg\" data-ref-id=\"1300-582605\" data-size=\"small\" data-ratio=\"0.75\"><a class=\"fluid-height\" style=\"padding-bottom:75.0%\" href=\"https://static.giantbomb.com/uploads/original/1/14097/582605-06.jpg\" data-ref-id=\"1300-582605\"><img alt=\"This GameCube release adds a variety of power-ups and other new mechanics.\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_small/1/14097/582605-06.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/1/14097/582605-06.jpg 640w, https://www.giantbomb.com/a/uploads/scale_medium/1/14097/582605-06.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/1/14097/582605-06.jpg 320w\"><noscript><img alt=\"This GameCube release adds a variety of power-ups and other new mechanics.\" src=\"https://www.giantbomb.com/a/uploads/scale_small/1/14097/582605-06.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/1/14097/582605-06.jpg 640w, https://www.giantbomb.com/a/uploads/scale_medium/1/14097/582605-06.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/1/14097/582605-06.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></noscript></a><figcaption>This GameCube release adds a variety of power-ups and other new mechanics.</figcaption></figure><p>On October 14, 2004, <a data-ref-id=\"3030-3846\" href=\"/kururin-squash/3030-3846/\" slug=\"kururin-squash\">Kururin Squash!</a> was released. This game introduced a variety of new features, and is the first game in the franchise to be released on a console (specifically, the <a data-ref-id=\"3045-23\" href=\"/gamecube/3045-23/\" slug=\"gamecube\">Nintendo GameCube</a>). This game follows the Kururin family yet again. This time, the family has won the lottery and been sent on a trip around the world. However, on the return trip, they realize that only three people have returned; Kururin, Kakarin, and Totorin. The goal of the game is to find all of the missing family members.</p><p>Kururin Squash! is very similar to Eighting's previous titles, with some new features. The biggest new feature are power-ups for the Helirin, which allow the Helirin to do a variety of things, such as guns, boxing gloves, tornadoes, fire, and spikes. Many of these power-ups are used to fight bosses, which are now found at the end of each stage. In addition to these new features, Squash introduces water levels (rather than the completely aerial levels), which have the Helirin acting as a submarine.</p>", "guid": "3025-750", "name": "Kururin"}, {"description": "<h2>Overview</h2><p>The Tex Murphy series currently consists of five different games released between 1989 and 1998 with a sixth planned to be released towards the end of 2013.</p><p>Up until 1998 all the Tex Murphy games were published by <a href=\"/access-software-inc/3010-588/\" data-ref-id=\"3010-588\">Access Software</a>. The expected 2013 revival is to be handled by indie publisher <a href=\"/big-finish-games-inc/3010-6760/\" data-ref-id=\"3010-6760\">Big Finish Games</a>. All entries have been designed by creator, <a href=\"/chris-jones/3040-101116/\" data-ref-id=\"3040-101116\">Chris Jones </a>(whom also happens to play the role of <a href=\"/tex-murphy/3005-666/\" data-ref-id=\"3005-666\">Tex Murphy</a> in the games). From the series' third entry, Under a Killing Moon, the games were co-designed with <a href=\"/aaron-conners/3040-5531/\" data-ref-id=\"3040-5531\">Aaron Conners</a>.</p><p>While the games do share continuity each installment can be played without prior knowledge to another entry's story. The games do share similar plot structures.</p><p>All games are set largely in a post <a href=\"/world-war-iii/3015-5212/\" data-ref-id=\"3015-5212\">World War 3</a> <a href=\"/san-francisco/3035-191/\" data-ref-id=\"3035-191\">San Francisco</a> where the <a href=\"//www.giantbomb.com/nuclear-war/3015-281/\" data-ref-id=\"3015-281\">nuclear war</a> has turned the sky red and a percentage of the population into <a href=\"/mutants/3015-733/\" data-ref-id=\"3015-733\">mutants</a>. Every game see the player take control of Private Investigator Tex Murphy, who at the beginning of each game is usually desperate for his next job (and usually low on cash and in debt).</p><p>Every case Murphy takes on appears to be open-and-shut at first glance, but as his investigations turn up more information, sinister developments are discovered.</p><p>While the series at points can be very serious, it can also be very comical. Self-referential humor, fourth-wall breaking jokes and out-right slapstick moments are not hard to find within the series.</p><p> </p><h2>Tex Murphy's Timeline</h2><h3><ins>Plan 10 From Outer Space (1989)</ins></h3><p>The first appearance of Tex Murphy was not actually in a video game, but in an amateur B-movie. The 45 minute film see Chris Jones take on the role for the first time with many other roles in the film being filled in by members of Access Software. The plot is very similar to that of what would eventually become Mean Streets and Tex Murphy: Overseer.</p><p> </p><h3><ins><a href=\"/mean-streets/3030-8412/\" data-ref-id=\"3030-8412\">Mean Streets</a> (1989)</ins></h3><p>The first game in the series sees Tex Murphy as a newly licensed P.I. waiting for his first case. It materilaises in the form of a blonde bombshell, Sylvia Linsky. She hires Murphy to investigate the death of her farther, Carl Linsky. Witnesses claim to have seen the man throw himself off the Golden Gate Bridge making the police rule it as a suicide. Sylvia is convinced otherwise and wants Murphy to prove his death to be a homicide. Soon Tex is drawn into a web of intrigue involving hitmen, corruption and mind control.</p><p>This game is most unlike the others in the series as very little of the adventure involves the point-and-click aspect, save but for a few areas. Most of the game requires you to interview different characters while you discover new information to open up the tree of investigation.</p><p>The FMV which the series would become known for is used in a very limited capacity (albeit still groundbreaking for its time). Characters during interview segments will usually initiate a very short clip that either introduces them or shows their reaction to a certain keyword.</p><p> </p><h3><ins><a href=\"/martian-memorandum/3030-19081/\" data-ref-id=\"3030-19081\">Martian Memorandum</a> (1991)</ins></h3><p>Set several years after the last game (in the year 2039 to be exact), the second game sees Tex hired by the founder of a successful Terraforming company to find his missing daughter. The case eventually takes Murphy to Mars and uncovers a stone with the power to tell the future.</p><p>Gameplay this time around is more similar to that of traditional point-and-click like <a href=\"/monkey-island/3025-548/\" data-ref-id=\"3025-548\">Monkey Island</a>. The interviewing of characters has been developed. Instead of merely listing a keyword to get results, the player is presented with a list of dialogue options. A correct combination of answers need to be chosen to advance the story.</p><p>The FMV is also more advanced. Important characters will respond to your questions via a short low quality video clip, with voice acting included.</p><p> </p><h3><ins><a href=\"//www.giantbomb.com/under-a-killing-moon/3030-3177/\" data-ref-id=\"3030-3177\">Under a Killing Moon</a> (1994)</ins></h3><p>Set in 2042, the third game sees Murphy in debt, divorced, living in a near condemned hotel and without a job for months. After solving a minor case for a local pawnshop owner, Murphy finds himself back on the radar and is hired by a woman of aristocracy to find a missing painting. The case, per usual, turns out to be much deeper and Tex is left facing off against a dangerous cult.</p><p>Under a Killing Moon was a drastic departure from the last two installments. Gameplay was now conducted in a full 3D environment controlled by a combination of mouse and keyboard. The interview side of the game also became more simplified and was less dependent on branching options and became more about providing the right evidence.</p><p>This is the first game in the series where FMV became a major part of the game. All cutscenes are performed with a live cast in-front of green screens. Chris Jones appears in person as Tex Murphy for the first time since Plan 10 from Outer Space.</p><p>This would also be the first game in the series co-designed by Aaron Conners.</p><p> </p><h3><ins><a href=\"/the-pandora-directive/3030-2619/\" data-ref-id=\"3030-2619\">The Pandora Directive</a> (1996)</ins></h3><p>A year on from his last adventure, Tex Murphy is once again in debt but at least everything else is not any worse off. Although to be honest you can't go any lower than rock bottom. His luck starts looking up once he is discovered by wealthy Gordon Fitzpatrick who wants Murphy to investigate the disappearance of his friend Thomas Malloy. With some money in his pocket, Murphy embarks on an investigation that will unearth some of the darkest secrets held by the United States government.</p><p>From a gameplay and FMV point of view, the game has changed very little from Under a Killing Moon. Full 3D environments are to be explored, evidence is to be presented to certain characters and most of the game's exposition is developed by actors in front of a green screen.</p><p>The Pandora Directive at the time was unique in the series in one aspect. Throughout the game Murphy is presented with choices that affect the outcome of several situations and most importantly the ending (of which there are nine). The game also offered difficulty levels of Entertainment (easy) and Gamer (normal). On the easier difficulty some puzzle are not included, are shortened or have their time limits expanded.</p><p> </p><h3><ins><a href=\"/tex-murphy-overseer/3030-4888/\" data-ref-id=\"3030-4888\">Tex Murphy: Overseer</a> (1998)</ins></h3><p>Only months after his last big case, Tex Murphy is one the verge of finally securing a relationship with his long time love interest, <a href=\"/chelsee-bando/3005-11770/\" data-ref-id=\"3005-11770\">Chelsee Bando</a>. There is one problem that is stalling this development and that is Tex's ex-wife, Sylvia Linsky. To help get past this obstacle Tex tells Chelsee the story of Mean Streets and his first case as a P.I.</p><p>Overseer saw the controls of the Tex Murphy series refined and much easier to control with a majority of the movement controlled by the keyboard with the mouse only used to select items. The game also returned to a linear story with multiple endings removed. The interview segments were also simplified even further as the user could no longer present evidence and only use keywords off a checklist.</p><p>Once again difficulty levels were introduced but there are no gameplay benefits beyond being able to buy hints on Entertainment.</p><p>The FMV quality improved hugely between games as the user had the choice of playing the game via 5 CDS or a single DVD (if your computer supported it at the time).</p><p>Unfortunately for Tex fans the game ended on a cliffhanger that would go unresolved for over 16 years.</p><h3><ins><a href=\"/microsoft-studios/3010-340/\" data-ref-id=\"3010-340\">Microsoft</a> to <a href=\"//www.giantbomb.com/kickstarter-funded/3015-7378/\" data-ref-id=\"3015-7378\">Kickstarter</a>: Tex in Limbo (1998-2013)</ins></h3><p>Shortly after the released of Overseer, Access Software was bought by Microsoft. Unfortuantly for the Tex Murphy series, the series had very little hope of being revived. Microsoft were only interested in the sports title Access Software developed (such as the <a href=\"/links-2001/3030-542/\" data-ref-id=\"3030-542\">Links </a>golf series). Also the adventure game had fallen on hard times and any investment into such a game was seen as an unnessicary financial risk.</p><p>In 2001, on their own accord, Chris Jones and Aaron Conners produced a series of audio dramas (<a href=\"http://www.unofficialtexmurphy.com/casefiles/radio/\" rel=\"nofollow \" data-ref-id=\"false\">Tex Murphy: Radio Theater</a>) with the intention of resolving the cliffhanger ending of the last game. As of today they are free to download on various Tex Murphy websites. The dramas unfortunately failed to revive interest in the series and ended after six episodes.</p><p>It was also proposed at some point to resolve the story through flash animations and cheaply made 2d point-and-click games. This idea never materialized.</p><p>The situation became more grim for the series after the company (now called <a href=\"/indie-built-inc/3010-5668/\" data-ref-id=\"3010-5668\">Indie Built</a>) was bought by <a href=\"/take-two-interactive-software-inc/3010-450/\" data-ref-id=\"3010-450\">Take-Two Interactive</a> and merged into <a href=\"/2k-sports/3010-1860/\" data-ref-id=\"3010-1860\">2K Sports</a>. In 2006 the developer was shut down without reason.</p><p>The following year in 2007, Chris Jones and Aaron Conner founded Big Finish Games which hired most of the former Indie Built staff. Two years later Chris Jones and Aaron Conners acquired the rights to the Tex Murphy series.</p><p>In the same year Conners was quoted as saying the new Tex Murphy game was a matter of \"not if but when\". In April Project Fedora was announced a future product from Big Finish. At the time it was only speculation that this was the next Tex Murphy game. In June the first four games were re-released on <a href=\"//www.giantbomb.com/gogcom/3015-2379/\" data-ref-id=\"3015-2379\">Good Old Games</a> with Overseer following in July.</p><p>Things went quite for a few years until March 2012 when a Kickstarter campaign was announced for Project Fedora which was confirmed to be the sixth installment of the Tex Murphy franchise. With a goal of $450,000 whcih was to compliment the $300,000 Big Finish had already secured for the game, the campaign was successful and raised $598, 104 by the closing date of June 16th.</p><p>Two days later, production of the game began. In early 2013 the true name of the game was revealed. Fans were told Tex Murphy's new adventure was called Tesla Effect and was due to be released Fall 2013. However due to several issues (such as <a href=\"/atlus-co-ltd/3010-442/\" data-ref-id=\"3010-442\">Atlus </a>signing on as the publisher) the game was delayed to 8th May 2014.</p><p> </p><h3><ins><a href=\"/tex-murphy-project-fedora/3030-38597/\" data-ref-id=\"3030-38597\">Tesla Effect (2014)</a></ins></h3><p>At the end of Overseer Tex and Chelsee were both shot while riding in a cab. That was in 2043, it is now 2050. Tex is alive but not well as he has no memory of the past seven years. What really happened in that cab all those years ago? What caused Tex to lose his memory? Was Tex really that much of a jackass over his lost years that he became friends with Rook?</p><p>There are many question to be answered and they can only be answered the Tex Murphy way.</p><p>Tesla Effect plays very much like Overseer although the FMV quality has been improved to 2k HD and multiple endings as seen in The Pandora Directive have been restored. Entertainment Difficulty has been renamed to Casual. In this mode the game's new flashlight feature will allow the player to highlight obtainable items in the game world, making the game less of a pixel hunt. Casual would also let players skip puzzles if they had enough points.</p>", "guid": "3025-751", "name": "Tex Murphy"}, {"description": null, "guid": "3025-752", "name": "Brutal"}, {"description": null, "guid": "3025-753", "name": "Salamander"}, {"description": null, "guid": "3025-754", "name": "Shadowfire"}, {"description": null, "guid": "3025-756", "name": "Majesty"}, {"description": "<h2>Overview<figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/8812/384830-587594_20060222_screen004.jpg\" data-ref-id=\"1300-384830\" data-size=\"small\" data-ratio=\"0.875\"><a class=\"fluid-height\" style=\"padding-bottom:87.5%\" href=\"https://static.giantbomb.com/uploads/original/0/8812/384830-587594_20060222_screen004.jpg\" data-ref-id=\"1300-384830\"><img alt=\"The original Excitebike.\" src=\"https://www.giantbomb.com/a/uploads/original/0/8812/384830-587594_20060222_screen004.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/8812/384830-587594_20060222_screen004.jpg 256w\" sizes=\"(max-width: 256px) 100vw, 256px\" data-width=\"256\"></a><figcaption>The original Excitebike.</figcaption></figure></h2>The Excitebike franchise covers only the Excitebike games in the <a data-ref-id=\"3025-1240\" href=\"/excite/3025-1240/\" slug=\"excite\">Excite</a> franchise. The franchise consists of the two main games: <a data-ref-id=\"3030-15025\" href=\"/excitebike/3030-15025/\" slug=\"excitebike\">Excitebike</a> and <a data-ref-id=\"3030-15429\" href=\"/excitebike-64/3030-15429/\" slug=\"excitebike-64\">Excitebike 64</a>. In addition, there have been two spin-off games: BS Excitebike Bun Bun Mario Stadium (which came in four downloadable installments) and <a data-ref-id=\"3030-22005\" href=\"/vs-excitebike/3030-22005/\" slug=\"vs-excitebike\">Vs. Excitebike</a> (part of <a data-ref-id=\"3010-90\" href=\"/nintendo/3010-90/\" slug=\"nintendo\">Nintendo</a>'s Vs. Unisystem). The franchise is a dirt biking racing franchise, many of which include a track editor. The first game was released in 1985 for the <a data-ref-id=\"3045-21\" href=\"/nes/3045-21/\" slug=\"nes\">Nintendo Entertainment System</a>. The game made several standards for future games in the Excitebike franchise (as well as the entire Excite franchise), including overheating and a track editor. The game was later released on many other platforms, including <a data-ref-id=\"3045-91\" href=\"/famicom-disk-system/3045-91/\" slug=\"famicom-disk-system\">Famicom Disk System</a>, <a data-ref-id=\"3045-109\" href=\"/nec-pc-8801/3045-109/\" slug=\"nec-pc-8801\">NEC PC-8801</a>, <a data-ref-id=\"3045-4\" href=\"/game-boy-advance/3045-4/\" slug=\"game-boy-advance\">Game Boy Advance</a>, <a data-ref-id=\"3015-2925\" href=\"/virtual-console/3015-2925/\" slug=\"virtual-console\">Virtual Console</a>, and in <a data-ref-id=\"3030-12893\" href=\"/animal-crossing/3030-12893/\" slug=\"animal-crossing\">Animal Crossing</a> as a collectible (and playable) NES game.<br/><br/>Excitebike 64 later came out in 2000 for the <a data-ref-id=\"3045-43\" href=\"/nintendo-64/3045-43/\" slug=\"nintendo-64\">Nintendo 64</a>. The game was the first in the entire Excite franchise to be in 3D. Unlike Excitebike, which had the player racing on random tracks for no ultimate goal, Excitebike 64 had players racing on set tracks to unlock more events. In addition, Excitebike 64 featured a track editor (although it was completely different from Excitebike's, seeing as how this game was in 3D). Excitebike 64 had unlockable bonus games as well, including a redone 3D remake of the original Excitebike (although it was still side-scrolling).<br/><br/>The two spin-off games: BS Excitebike Bun Bun Mario Stadium and Vs. Excitebike were much less known than the other two games. BS Excitebike Bun Bun Mario Stadium (also known as Mario Excitebike) was released in four downloadable parts for the Japanese only download service on the <a data-ref-id=\"3045-9\" href=\"/snes/3045-9/\" slug=\"snes\">SNES</a> attachment called the <a data-ref-id=\"3045-98\" href=\"/satellaview/3045-98/\" slug=\"satellaview\">Satellaview</a>. It was essentially Excitebike with <a data-ref-id=\"3005-177\" href=\"/mario/3005-177/\" slug=\"mario\">Mario</a> characters, and no track editor. Vs. Excitebike also had no track editor, but it differed in mode selection, and was released in arcades based on Nintendo's Vs. Unisystem hardware.<br/>", "guid": "3025-757", "name": "Excitebike"}, {"description": null, "guid": "3025-758", "name": "1080 Snowboarding"}, {"description": null, "guid": "3025-759", "name": "Laura Bow Mysteries"}, {"description": "<p>The bit Generations franchise is a collection of similarly themed games released in <a data-ref-id=\"3035-37\" href=\"/japan/3035-37/\" slug=\"japan\"> Japan </a>for the  Gameboy Advance in 2006. The series was intended to showcase games that went back to the basics of video gaming – foregoing fancy graphics, complicated control schemes, and intricate storylines in favor of simple, enjoyable gameplay.<br/><br/>With the launch of Nintendo's WiiWare service the bit Generations games were re-imagined in the <a data-ref-id=\"3025-1097\" href=\"/art-style/3025-1097/\" slug=\"art-style\"> Art Style </a>franchise.</p>", "guid": "3025-760", "name": "bit Generations"}, {"description": null, "guid": "3025-761", "name": "Dr. Brain"}, {"description": null, "guid": "3025-762", "name": "Survival Kids"}, {"description": null, "guid": "3025-763", "name": "PixelJunk"}, {"description": "<p>Created by <a data-ref-id=\"3040-48599\" href=\"/akitoshi-kawazu/3040-48599/\" slug=\"akitoshi-kawazu\">       Akitoshi Kawazu</a> the Crystal Chronicles continuity takes place in an unnamed world which has been inhabited by four humanoid races, as well as numerous other species and monsters, as is synonomous with the <a data-ref-id=\"3025-194\" href=\"/final-fantasy/3025-194/\" slug=\"final-fantasy\">      Final Fantasy</a> Universe, such as <a data-ref-id=\"3015-259\" href=\"/chocobo/3015-259/\" slug=\"chocobo\">     Chocobos</a>. Each of the games are essentially a chronicling of different points in the worlds history. <br/> <br/><a data-ref-id=\"3040-91046\" href=\"/kumi-tanioka/3040-91046/\" slug=\"kumi-tanioka\">    Kumi Tanioka</a> is the main musical composer for the franchise and has produced the soundtracks for all the games to date. She has seen her compositions for the <a data-ref-id=\"3030-22015\" href=\"/final-fantasy-crystal-chronicles-ring-of-fates/3030-22015/\" slug=\"final-fantasy-crystal-chronicles-ring-of-fates\">   Ring of Fates </a>and <a data-ref-id=\"3030-23977\" href=\"/final-fantasy-crystal-chronicles-echoes-of-time/3030-23977/\" slug=\"final-fantasy-crystal-chronicles-echoes-of-time\">  Echoes of Time</a> games see a mainstream commercial release, whilst the soundtracks for the other games are available only in-play. For the Ring of Fates soundtrack, the main composer of the main Final Fantasy franchise, <a data-ref-id=\"3040-635\" href=\"/nobuo-uematsu/3040-635/\" slug=\"nobuo-uematsu\"> Nobuo Uematsu</a>, contributed one song. <br/> <br/>Although the games have recieved middling to substantial critical praise, the focus for criticism seems mostly to be that the single player modes are not often up to par, nor are they backed by a decent story. The graphics, music and multiplayer action of the saga go largely uncontested.</p>", "guid": "3025-764", "name": "Final Fantasy Crystal Chronicles"}, {"description": "<h2>Overview</h2><p>The Nancy Drew series of games are a series of adventure games inspired by the classic literary series of the same name. The series has been primarily seen on the <a data-ref-id=\"3045-94\" href=\"/pc/3045-94/\">PC</a> and <a data-ref-id=\"3045-17\" href=\"/mac/3045-17/\">Mac</a> platforms, but does have a small number of releases on other platforms.</p>", "guid": "3025-765", "name": "Nancy Drew"}, {"description": "<h2>Overview</h2><p>Originally revealed in Japan as Ryu ga Gotoku (translated as \"Like a Dragon\"), the first iteration in the series was released in Japan in December 2005. Almost nine months later the game came to the West, re-branded as <a href=\"../61-7180/\" rel=\"nofollow \">Yakuza</a>. Developed and published by <a href=\"../../sega/65-62/\" rel=\"nofollow \">Sega</a>, the series has enjoyed great success in Japan and while it remains less popular in the West, the series has garnered a cult following. With over 9.3 million titles shipped worldwide across the series, Yakuza can be considered a success and Sega have already hinted at further installments.</p><p>The Yakuza series is a free-roaming action-adventure which, unlike similar <a href=\"/open-world/3015-207/\" data-ref-id=\"3015-207\">open world</a> games, focuses on <a href=\"/hand-to-hand-combat/3015-288/\" data-ref-id=\"3015-288\">hand-to-hand combat</a> rather than gun play. The style of combat leads to more structured fight sequences, with fight intros played prior to an engagement. It is also possible for random encounters to occur throughout the world. Another staple of the series are the <a href=\"/side-quests/3015-338/\" data-ref-id=\"3015-338\">side activities</a>, which have included arcades, karaoke bars and UFO catcher machines. In the past, several similarities have been drawn between the Yakuza series and <a href=\"../../shenmue/61-7812/\" rel=\"nofollow \">Shenmue</a> due to the freedom that each of the games offer in their gameplay.</p><p>The franchise is known for its <a href=\"https://www.giantbomb.com/realism/3015-357/\" data-ref-id=\"3015-357\">realism</a>, and the Yakuza games are typically marketed as interactive <a href=\"/japan/3035-37/\" data-ref-id=\"3035-37\">Japanese</a> dramas inspired by the lives of real <a href=\"/the-yakuza/3015-1698/\" data-ref-id=\"3015-1698\">yakuza</a> members. Compared to the highly-exaggerated and often satirical <a href=\"https://www.giantbomb.com/hollywood/3035-642/\" data-ref-id=\"3035-642\">Hollywood</a> movie pastiches of <a href=\"https://www.giantbomb.com/grand-theft-auto/3025-6/\" data-ref-id=\"3025-6\">Grand Theft Auto</a>, Yakuza usually aims for a certain degree of authenticity, albeit with heavy influence from yakuza genre films popular in Japan. Jake Adelstein's book <em>Tokyo Vice</em> noted the franchise's accuracy compared to his interactions with real yakuza. The series is also famous for featuring many promotional <a href=\"/product-placement/3015-679/\" data-ref-id=\"3015-679\">product placements</a> with various real-world commercial brands and companies.</p><h2>Main Series</h2><h3>Yakuza</h3><figure data-align=\"right\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/9278/414740-yakuza_game.jpg\" data-ref-id=\"1300-414740\" data-size=\"small\" data-ratio=\"1.4109090909091\" data-width=\"275\" data-embed-type=\"image\" style=\"width: 275px\"><a class=\"fluid-height\" style=\"padding-bottom:141.1%\" href=\"https://static.giantbomb.com/uploads/original/0/9278/414740-yakuza_game.jpg\" data-ref-id=\"1300-414740\"><img alt=\"Yakuza US Box Art\" src=\"https://www.giantbomb.com/a/uploads/original/0/9278/414740-yakuza_game.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/9278/414740-yakuza_game.jpg 275w\" sizes=\"(max-width: 275px) 100vw, 275px\" data-width=\"275\"></a><figcaption>Yakuza US Box Art</figcaption></figure><p>The original Yakuza game starts in 2005 after <a href=\"../../kazuma-kiryu/94-3594/\" rel=\"nofollow \">Kazuma Kiryu</a> is released from prison. Kazuma Kiryu had been imprisoned after taking the fall for the murder of the Dojima family head, Sohei Dojima, in order to protect his childhood friends Akira and Yuko Nishikiyama. Kazuma then learns that 10 billion Yen has been stolen from the Tojo Clan, a clan Kazuma has previous ties too, and after making a new acquaintance his story begins.</p><p>While Yakuza was originally released in December 2005 in Japan, it was not released in the US until September 5th, 2006. The game was a PS2 exclusive, a trend that would remain in effect across the current life of the series, as newer games have only been released on Sony PlayStation consoles. The game featured an English dub in place of the original voicework, a move which led to increased development. Due to that, the fate of further release of the Yakuza franchise in the West was yet to be decided.</p><p>A remake of the game, <a href=\"/yakuza-kiwami/3030-50873/\" data-ref-id=\"3030-50873\">Yakuza Kiwami</a>, was released on January 21, 2016 in Japan. The game features improved graphical quality over the original game with a number of new gameplay additions and sidestories.</p><h3>Yakuza 2</h3><figure data-align=\"left\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/9621/208376-yakuza2cover.jpg\" data-ref-id=\"1300-208376\" data-size=\"small\" data-ratio=\"1.404\" data-width=\"500\" data-embed-type=\"image\" style=\"width: 500px\"><a class=\"fluid-height\" style=\"padding-bottom:140.4%\" href=\"https://static.giantbomb.com/uploads/original/0/9621/208376-yakuza2cover.jpg\" data-ref-id=\"1300-208376\"><img alt=\"Yakuza 2 US box art\" src=\"https://www.giantbomb.com/a/uploads/scale_small/0/9621/208376-yakuza2cover.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/9621/208376-yakuza2cover.jpg 500w, https://www.giantbomb.com/a/uploads/scale_medium/0/9621/208376-yakuza2cover.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/0/9621/208376-yakuza2cover.jpg 455w\" sizes=\"(max-width: 455px) 100vw, 455px\" data-width=\"455\"></a><figcaption>Yakuza 2 US box art</figcaption></figure><p>Following almost exactly 2 years later on September 9th, 2008, was the sequel <a href=\"../../yakuza-2/61-13147/\" rel=\"nofollow \">Yakuza 2</a>. The story picks up a year after the story of the original game and the Tojo Clan has been falling apart and on the verge of war. With their future looking bleak they request the help of their former leader, Kazuma Kiryu, who, after witnessing the assassination of a former member of a rival gang, travels to Osaka to solve the turmoil.</p><p>After a long delay from the Japanese release, the game was eventually released in the West. Rather than featuring a new English voiceover, Yakuza 2 released with the original Japanese voicework with English subtitles. This move not only saved Sega money for the release but also proved popular with fans of the series, with the Japanese voice acting being of a high quality. Yakuza 2 enhanced the aspect of freedom from the original by further expanding the range of activities that were available to the player.</p><h3>Yakuza 3</h3><figure data-align=\"right\" data-img-src=\"https://static.giantbomb.com/uploads/original/3/30036/1253030-500x_yakcover.jpg\" data-ref-id=\"1300-1253030\" data-size=\"small\" data-ratio=\"1.168\" data-width=\"500\" data-embed-type=\"image\" style=\"width: 500px\"><a class=\"fluid-height\" style=\"padding-bottom:116.8%\" href=\"https://static.giantbomb.com/uploads/original/3/30036/1253030-500x_yakcover.jpg\" data-ref-id=\"1300-1253030\"><img alt=\"Yakuza 3 US box art\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 547px) 100vw, 547px\" data-width=\"547\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/original/3/30036/1253030-500x_yakcover.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/3/30036/1253030-500x_yakcover.jpg 500w, https://www.giantbomb.com/a/uploads/scale_medium/3/30036/1253030-500x_yakcover.jpg 480w\"><noscript><img alt=\"Yakuza 3 US box art\" src=\"https://www.giantbomb.com/a/uploads/original/3/30036/1253030-500x_yakcover.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/3/30036/1253030-500x_yakcover.jpg 500w, https://www.giantbomb.com/a/uploads/scale_medium/3/30036/1253030-500x_yakcover.jpg 480w\" sizes=\"(max-width: 547px) 100vw, 547px\" data-width=\"547\"></noscript></a><figcaption>Yakuza 3 US box art</figcaption></figure><p><a href=\"../../yakuza-3/61-22304/\" rel=\"nofollow \">Yakuza 3</a> sees Kazuma Kiryu running the Sunshine Orphanage in sunny <a href=\"/okinawa/3035-1340/\" data-ref-id=\"3035-1340\">Okinawa</a>, a long-time dream of Kazuma given his past as an orphan. However, Kazuma is soon dragged back in to the shady Japanese underworld. The Yakuza are moving increasingly in to Okinawa and are buying up land in the area. In addition to this, the current leader of the Tojo Clan is murdered by someone who bears a likeness to Kazuma's deceased father. To find the truth and protect his orphanage, Kazuma returns to Tokyo.</p><p>Yakuza 3 is the first release for the series on the <a href=\"../../playstation-3/60-35/\" rel=\"nofollow \">PlayStation 3</a>. Released on March 9th, 2010 in the US, the game sticks with English subtitles and further increases the gameplay options available to the player. Due to the PS3 being the chosen platform for release, Sega have also released several DLC packs in Japan since launch. The game also features trophy support and can now, due to the improved hardware, load battles seamlessly from the exploration state.</p><h3>Yakuza 4</h3><figure data-align=\"left\" data-img-src=\"https://static.giantbomb.com/uploads/original/1/14036/1148293-tgs_ryu4_mv.jpg\" data-ref-id=\"1300-1148293\" data-size=\"small\" data-ratio=\"1.4065843621399\" data-width=\"1215\" data-embed-type=\"image\" style=\"width: 1215px\"><a class=\"fluid-height\" style=\"padding-bottom:140.7%\" href=\"https://static.giantbomb.com/uploads/original/1/14036/1148293-tgs_ryu4_mv.jpg\" data-ref-id=\"1300-1148293\"><img alt=\"Yakuza 4 Japanese box art\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 455px) 100vw, 455px\" data-width=\"455\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_small/1/14036/1148293-tgs_ryu4_mv.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/1/14036/1148293-tgs_ryu4_mv.jpg 1215w, https://www.giantbomb.com/a/uploads/scale_medium/1/14036/1148293-tgs_ryu4_mv.jpg 682w, https://www.giantbomb.com/a/uploads/scale_small/1/14036/1148293-tgs_ryu4_mv.jpg 455w\"><noscript><img alt=\"Yakuza 4 Japanese box art\" src=\"https://www.giantbomb.com/a/uploads/scale_small/1/14036/1148293-tgs_ryu4_mv.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/1/14036/1148293-tgs_ryu4_mv.jpg 1215w, https://www.giantbomb.com/a/uploads/scale_medium/1/14036/1148293-tgs_ryu4_mv.jpg 682w, https://www.giantbomb.com/a/uploads/scale_small/1/14036/1148293-tgs_ryu4_mv.jpg 455w\" sizes=\"(max-width: 455px) 100vw, 455px\" data-width=\"455\"></noscript></a><figcaption>Yakuza 4 Japanese box art</figcaption></figure><p>March 2010 saw the Japanese release of Ryu ga Gotoku 4: Densetsu wo Tsugu Mono (literally translates to \"Like a Dragon 4: Successor of a Legend\"), which came to the West in March 2011 as <a href=\"/yakuza-4/3030-27487/\" data-ref-id=\"3030-27487\">Yakuza 4</a>. Rather than simply following the story of Kazuma Kiryu, this game also follows 3 other playable characters. Each of these characters is involved in the same story and the game follows each of their perspectives. As well as Kazuma, the other three characters are <a href=\"/shun-akiyama/3005-17700/\" data-ref-id=\"3005-17700\">Shun Akiyama</a>, <a href=\"/masayoshi-tanimura/3005-18311/\" data-ref-id=\"3005-18311\">Masayoshi Tanimura</a> and <a href=\"/taiga-saejima/3005-18310/\" data-ref-id=\"3005-18310\">Taiga Saejima</a>.</p><h3>Yakuza 5</h3><figure data-align=\"right\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/3/38405/2416235-51jggnxyjdl.jpg\" data-ref-id=\"1300-2416235\" data-ratio=\"1.1600928074246\" data-width=\"431\" data-embed-type=\"image\" style=\"width: 431px\"><a class=\"fluid-height\" style=\"padding-bottom:116.0%\" href=\"https://static.giantbomb.com/uploads/original/3/38405/2416235-51jggnxyjdl.jpg\" data-ref-id=\"1300-2416235\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 551px) 100vw, 551px\" data-width=\"551\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/original/3/38405/2416235-51jggnxyjdl.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/3/38405/2416235-51jggnxyjdl.jpg 431w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/original/3/38405/2416235-51jggnxyjdl.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/3/38405/2416235-51jggnxyjdl.jpg 431w\" sizes=\"(max-width: 551px) 100vw, 551px\" data-width=\"551\"></noscript></a></figure><p>In August 2011, <a href=\"/ryu-ga-gotoku-5/3030-36277/\" data-ref-id=\"3030-36277\">Ryu ga Gotoku 5</a> was announced and released in Japan in December 2012. The game was made with an entirely new engine, and improved on the series' gameplay and story. It featured a larger open world comparable to the size of <a href=\"/grand-theft-auto-san-andreas/3030-7120/\" data-ref-id=\"3030-7120\">Grand Theft Auto: San Andreas</a>. It was eventually localized in Europe and North America in 2015 as Yakuza 5, albeit only as a digital release through PlayStation Network.</p><h3>Yakuza Zero</h3><figure data-align=\"left\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/3699/2914803-yakuza%200%20v2.jpg\" data-ref-id=\"1300-2914803\" data-ratio=\"1.1921875\" data-width=\"640\" data-embed-type=\"image\" style=\"width: 640px\"><a class=\"fluid-height\" style=\"padding-bottom:119.2%\" href=\"https://static.giantbomb.com/uploads/original/0/3699/2914803-yakuza%200%20v2.jpg\" data-ref-id=\"1300-2914803\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 536px) 100vw, 536px\" data-width=\"536\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_small/0/3699/2914803-yakuza%200%20v2.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/0/3699/2914803-yakuza%200%20v2.jpg 640w, https://www.giantbomb.com/a/uploads/scale_small/0/3699/2914803-yakuza%200%20v2.jpg 536w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/scale_small/0/3699/2914803-yakuza%200%20v2.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/3699/2914803-yakuza%200%20v2.jpg 640w, https://www.giantbomb.com/a/uploads/scale_small/0/3699/2914803-yakuza%200%20v2.jpg 536w\" sizes=\"(max-width: 536px) 100vw, 536px\" data-width=\"536\"></noscript></a></figure><p>The next game in the series is <a href=\"/ryu-ga-gotoku-zero/3030-47551/\" data-ref-id=\"3030-47551\">Ryu Ga Gotoku Zero</a> for the <a href=\"/playstation-3/3045-35/\" data-ref-id=\"3045-35\">PlayStation 3</a> and <a href=\"/playstation-4/3045-146/\" data-ref-id=\"3045-146\">PlayStation 4</a>. It was released on March 12, 2015 in Japan and was released in Europe and North America on January 24, 2017. Yakuza 0 is a prequel and takes place in 1988, seven years before the events of the original game.</p><p> </p><p> </p><h3> </h3><h3>Yakuza 6</h3><figure data-align=\"right\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/18/188421/2982612-3932275633-29231.jpg\" data-ref-id=\"1300-2982612\" data-ratio=\"1.1133333333333\" data-width=\"1200\" data-embed-type=\"image\" style=\"width: 1200px\"><a class=\"fluid-height\" style=\"padding-bottom:111.3%\" href=\"https://static.giantbomb.com/uploads/original/18/188421/2982612-3932275633-29231.jpg\" data-ref-id=\"1300-2982612\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 574px) 100vw, 574px\" data-width=\"574\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982612-3932275633-29231.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/18/188421/2982612-3932275633-29231.jpg 1200w, https://www.giantbomb.com/a/uploads/scale_medium/18/188421/2982612-3932275633-29231.jpg 862w, https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982612-3932275633-29231.jpg 574w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982612-3932275633-29231.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/18/188421/2982612-3932275633-29231.jpg 1200w, https://www.giantbomb.com/a/uploads/scale_medium/18/188421/2982612-3932275633-29231.jpg 862w, https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982612-3932275633-29231.jpg 574w\" sizes=\"(max-width: 574px) 100vw, 574px\" data-width=\"574\"></noscript></a></figure><p>The seventh entry in the series is <a href=\"/yakuza-6/3030-50874/\" data-ref-id=\"3030-50874\">Yakuza 6</a> and was released in Japan on December 8, 2016. It was announced as the final entry starring Kazuma Kiryu and is the first Playstation 4 exclusive title in the series. It was announced that it would be localized and released worldwide in early 2018.</p><p> </p><h2>Yakuza: Like a Dragon</h2><figure data-align=\"left\" data-size=\"small\" data-img-src=\"https://www.giantbomb.com/a/uploads/original/16/164924/3225485-6753063197-latest.jpg\" data-ref-id=\"1300-3225485\" data-ratio=\"1.5\" data-width=\"400\" data-embed-type=\"image\" style=\"width: 400px\"><a class=\"fluid-height\" style=\"padding-bottom:150.0%\" href=\"https://www.giantbomb.com/a/uploads/original/16/164924/3225485-6753063197-latest.jpg\" data-ref-id=\"1300-3225485\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 426px) 100vw, 426px\" data-width=\"426\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/original/16/164924/3225485-6753063197-latest.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/16/164924/3225485-6753063197-latest.jpg 400w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/original/16/164924/3225485-6753063197-latest.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/16/164924/3225485-6753063197-latest.jpg 400w\" sizes=\"(max-width: 426px) 100vw, 426px\" data-width=\"426\"></noscript></a></figure><p>The newest release to the franchise is <a href=\"https://www.giantbomb.com/yakuza-like-a-dragon/3030-72901/\" data-ref-id=\"3030-72901\">Yakuza: Like a Dragon</a>. Originally released in Japan on the Playstation 4 on January 16th 2020 in Japan. It came out worldwide on November 10th on PC, Xbox, One, PlayStation 4, PlayStation 5, Xbox Series X|S.</p><p>Yakuza: Like a Dragon follows a whole new cast of characters in modern day Yokohama.</p><p>This is the first entry in the series to not use the beat 'em up combat style, instead going for a turn based system heavily inspired by <a href=\"/dragon-quest/3025-160/\" data-ref-id=\"3025-160\">Dragon Quest</a>.</p><h2>Spin-offs</h2><h3>Ryu ga Gotoku Kenzan!</h3><figure data-align=\"left\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/7/71263/2508496-kenzan.png\" data-ref-id=\"1300-2508496\" data-ratio=\"1.2594458438287\" data-width=\"397\" data-embed-type=\"image\" style=\"width: 397px\"><a class=\"fluid-height\" style=\"padding-bottom:125.9%\" href=\"https://static.giantbomb.com/uploads/original/7/71263/2508496-kenzan.png\" data-ref-id=\"1300-2508496\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 508px) 100vw, 508px\" data-width=\"508\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/original/7/71263/2508496-kenzan.png\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/7/71263/2508496-kenzan.png 397w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/original/7/71263/2508496-kenzan.png\" srcset=\"https://www.giantbomb.com/a/uploads/original/7/71263/2508496-kenzan.png 397w\" sizes=\"(max-width: 508px) 100vw, 508px\" data-width=\"508\"></noscript></a></figure><p>Unlike previous games in the series, <a href=\"../../ryu-ga-gotoku-kenzan/61-24054/\" rel=\"nofollow \">Ryu ga Gotoku Kenzan!</a> is set in a feudal Japanese setting, rather than the traditional Modern Day Japanese setting. Apart from the obvious change in setting, Kenzan also changes up the combat by now focusing heavily on sword play rather than the traditional brawling style. Despite this, the majority of the game remains very similar, with the same exploration and side quest elements remaining. Also, characters from the standard Ryu ga Gotoku series, with some name changes but keeping a similar look. Despite the relative success of this in Japan, there is yet to be a western release of Kenzan and with the release of Yakuza 3 and no conformation from Sega a western release seems unlikely.</p><h3>Yakuza: Dead Souls</h3><figure data-align=\"right\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/18/188421/2982613-6729234263-25084.png\" data-ref-id=\"1300-2982613\" data-ratio=\"1.0514592933948\" data-width=\"1302\" data-embed-type=\"image\" style=\"width: 1302px\"><a class=\"fluid-height\" style=\"padding-bottom:105.1%\" href=\"https://static.giantbomb.com/uploads/original/18/188421/2982613-6729234263-25084.png\" data-ref-id=\"1300-2982613\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 608px) 100vw, 608px\" data-width=\"608\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982613-6729234263-25084.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/18/188421/2982613-6729234263-25084.png 1302w, https://www.giantbomb.com/a/uploads/scale_medium/18/188421/2982613-6729234263-25084.jpg 913w, https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982613-6729234263-25084.jpg 608w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982613-6729234263-25084.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/18/188421/2982613-6729234263-25084.png 1302w, https://www.giantbomb.com/a/uploads/scale_medium/18/188421/2982613-6729234263-25084.jpg 913w, https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982613-6729234263-25084.jpg 608w\" sizes=\"(max-width: 608px) 100vw, 608px\" data-width=\"608\"></noscript></a></figure><p>In June 2010, series producer <a href=\"/toshihiro-nagoshi/3040-65975/\" data-ref-id=\"3040-65975\">Toshihiro Nagoshi</a> hinted that there would be a new Yakuza game, but no other details were given. In the <a href=\"/tokyo-game-show-2010/3015-5385/\" data-ref-id=\"3015-5385\">2010 Tokyo Games Show</a>, more information on <a href=\"/ryu-ga-gotoku-of-the-end/3030-31992/\" data-ref-id=\"3030-31992\">Ryu ga Gotoku:Of the End</a> surfaced: the game takes place after the events of Yakuza 4, where a zombie outbreak has occurred in the <a href=\"/kamurocho/3035-2820/\" data-ref-id=\"3035-2820\">Kamurocho</a> district. Another big difference is the gameplay, which leans more towards third person shooting. The game still retains other traits found in the rest of the series: open world exploration, a completely new story (albeit non-canon), side missions and upgradeable moves and special techniques. The game was supposed to be released in Japan in March 2011, but was delayed due to Japan's 2011 tsunami and earthquake, a week before the game's release date. Sega realized that the scenes depicted in the game, which shows a district of Tokyo lying in ruins, were too similar to the harsh reality of the earthquake affected areas, and releasing the game then would seem insensitive and disrespectful. The release was delayed to June 2011. A western release, titled <a href=\"/yakuza-dead-souls/3030-31992/\" data-ref-id=\"3030-31992\">Yakuza: Dead Souls</a>, was announced on October 4, 2011 with a date set for March of 2012. The western release contained all of the DLC released in Japan on the disc.</p><h3>Ryu ga Gotoku Ishin!</h3><figure data-align=\"left\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/18/188421/2982616-0452732748-27453.jpg\" data-ref-id=\"1300-2982616\" data-ratio=\"1.1114285714286\" data-width=\"700\" data-embed-type=\"image\" style=\"width: 700px\"><a class=\"fluid-height\" style=\"padding-bottom:111.1%\" href=\"https://static.giantbomb.com/uploads/original/18/188421/2982616-0452732748-27453.jpg\" data-ref-id=\"1300-2982616\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 575px) 100vw, 575px\" data-width=\"575\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982616-0452732748-27453.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/18/188421/2982616-0452732748-27453.jpg 700w, https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982616-0452732748-27453.jpg 575w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982616-0452732748-27453.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/18/188421/2982616-0452732748-27453.jpg 700w, https://www.giantbomb.com/a/uploads/scale_small/18/188421/2982616-0452732748-27453.jpg 575w\" sizes=\"(max-width: 575px) 100vw, 575px\" data-width=\"575\"></noscript></a></figure><p><a href=\"/ryu-ga-gotoku-ishin/3030-43576/\" data-ref-id=\"3030-43576\">Ryu ga Gotoku Ishin!</a> is a Yakuza spin off game in the same style as <a href=\"/ryu-ga-gotoku-kenzan/3030-24054/\" data-ref-id=\"3030-24054\">Kenzan</a>. It was a launch title for the <a href=\"/playstation-4/3045-146/\" data-ref-id=\"3045-146\">PlayStation 4</a> in japan but was also released on the <a href=\"/playstation-3/3045-35/\" data-ref-id=\"3045-35\">PlayStation 3</a>. This game acts as a followup to Kenzan with it being based on Japanese historical events with the appearances of major Yakuza characters being used. The game play also resembles Kenzan with a more sword based approach to combat with the rest of the game following series traditions. The game never received localization for the west with no current plans for it to be localized.</p><p> </p><p> </p><p> </p><p> </p><p> </p><h3>Judge Eyes (Judgment)</h3><p>A spinoff that takes place in the same universe as the Yakuza titles, but with a different cast of characters. <a href=\"/judgment/3030-70194/\" data-ref-id=\"3030-70194\">Judgment</a> stars a disgraced defense attorney turned private investigator, Takayuki Yagami, as he finds himself dragged into a difficult case involving a serial killer called The Mole killing mulitple Yakuza from Kansai and removing their eyes. His investigation takes him through the Kamurocho underworld and all the way up to the highest levels of the Japanese government as he tries to find the real killer and its connection to the case that destroyed his reputation 3 years ago.</p><p>Similar to mainline Yakuza games, Judgement has Yagami fighting in real-time action but switching between two styles at will: his swifter \"Crane\" style for fighting groups of enemies and his heavier \"Tiger\" style to deliver powerful strikes to single targets. Unlike other Yakuza games, Judgment introduced Investigation Mode minigames that involve searching crime scenes for clues, tailing suspects in cases, putting on disguises, and even using remote-controlled drones.</p><p>After the release of Yakuza: Like a Dragon, the studio announced that the next mainline title would also be a turn-based RPG, but Judgment sequel would continue Yagami's story and be a real-time action game.</p><h2>Main Characters</h2><h3>Kazuma Kiryu</h3><figure data-align=\"right\" data-size=\"small\" data-img-src=\"https://static.giantbomb.com/uploads/original/1/11847/410499-untitled2.jpg\" data-ref-id=\"1300-410499\" data-ratio=\"0.54905660377358\" data-width=\"530\" data-embed-type=\"image\" style=\"width: 530px\"><a class=\"fluid-height\" style=\"padding-bottom:54.9%\" href=\"https://static.giantbomb.com/uploads/original/1/11847/410499-untitled2.jpg\" data-ref-id=\"1300-410499\"><img alt=\"No Caption Provided\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_small/1/11847/410499-untitled2.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/1/11847/410499-untitled2.jpg 530w, https://www.giantbomb.com/a/uploads/scale_medium/1/11847/410499-untitled2.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/1/11847/410499-untitled2.jpg 320w\"><noscript><img alt=\"No Caption Provided\" src=\"https://www.giantbomb.com/a/uploads/scale_small/1/11847/410499-untitled2.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/1/11847/410499-untitled2.jpg 530w, https://www.giantbomb.com/a/uploads/scale_medium/1/11847/410499-untitled2.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/1/11847/410499-untitled2.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></noscript></a></figure><p><a href=\"../../kazuma-kiryu/94-3594/\" rel=\"nofollow \">Kazuma Kiryu</a> is the main character of the Yakuza franchise and although there have been other playable characters he has appeared in every game in the series so far. The translation of the Japanese title, \"Like a Dragon\", comes from Kazuma's large Dragon tattoo on his back, which also inspires his nickname \"The Dragon of Dojima\".</p><p>Kazuma was raised in an orphanage in the 70's after his parents were killed. In 1995, when his friend kills the head of the Dojima family, Kazuma takes the blame to protect those he cares for and goes to prison for 10 years. He is paroled in 2005, where the original Yakuza game picks up, and sets out to uncover a conspiracy involving 10 billion Yen and the entire Japanese underworld. It is these events that send Kazuma on his original adventure, and lead to everything that is to follow in subsequent games.</p><h3>Goro Majima</h3><p>The Mad Dog of Shimano, a persistent friend/rival of Kiryu, Goro seeks penance after he was forced to abandon his friend on a mission to murder the remnants of the Ueno Seiwa family. While his friend went to prison, Goro was tortured for nearly a year by his clan members and lost his left eye in the process. Eventually, Goro was allowed to lead a normal life, working at The Grand cabaret club in Sotenbori, but still largely being a servant to his former clan. One day, a mission to kill someone named Makoto Makimura landed in his lap, in order to rejoin the clan as a full member. This supposedly simple mission led him down a path through the Japanese underworld stretching from Osaka to Tokyo and various places in between. Along the way, he met some people that changed his life: Homare Nishitani, Wen Hai Lee, and his minder Tsukasa Sagawa, all who inspired him to become the Mad Dog he is today. Despite his provocative attitude and crazy-appearance when fighting, Goro can be surprisingly pragmatic and demonstrates a sharp mind for business when it suits him, turning a profit at a cabaret club and later starting his own construction company.</p><p>After the first game, despite his apparent death, Goro re-emerged in subsequent Yakuza titles as an ally to Kiryu, though mostly as a background character.</p><p>In Yakuza 0, Goro is a fully playable character who learns multiple unique styles different from Kiryu, eventually culminating in his \"Legendary\" Mad Dog style that makes use of a large knife and several fast moves. In the first Yakuza game, Goro is a boss character who consistently pesters Kiryu, and in Yakuza Kiwami this is expanded through the \"Majima Everywhere\" system where Goro consistently lurks around every corner to challenge Kiryu to a fight, or provoke him into starting one.</p>", "guid": "3025-766", "name": "Like a Dragon"}, {"description": null, "guid": "3025-767", "name": "Valhalla Knights"}, {"description": "<p>                       \t\t\t\t       \t\t\t\t\t<span class=\"wikid-block-description\"> Zool was a very colorful fast paced platformer. Like Superfrog Zool was destined to rival Mario and Sonic as the Amiga's mascot. </span></p>", "guid": "3025-768", "name": "Zool"}, {"description": null, "guid": "3025-769", "name": "Tiny Toon Adventures"}, {"description": null, "guid": "3025-770", "name": "Ground Control"}, {"description": null, "guid": "3025-771", "name": "Act of War"}, {"description": "<h2>Overview</h2><p>Touch! Generations is a Nintendo-brand label that covers a wide variety of games in different genres that feature the common trait of being easy to pick up and play. The label is used in Japan, Europe, and the Americas, though the specific games labeled Touch! Generations varies from region to region. The Touch! Generations series began on the DS with games such as <a href=\"/nintendogs/3030-10148/\" data-ref-id=\"3030-10148\"> Nintendogs</a>, <a href=\"/brain-age-train-your-brain-in-minutes-a-day/3030-5482/\" data-ref-id=\"3030-5482\"> Brain Age</a>, and <a href=\"/tetris-ds/3030-10234/\" data-ref-id=\"3030-10234\"> Tetris DS</a> and eventually expanded to the Wii, starting with the release of <a href=\"/big-brain-academy-wii-degree/3030-19837/\" data-ref-id=\"3030-19837\"> Big Brain Academy: Wii Degree</a>. Games in the Touch! Generations line can be easily identified by an orange and white icon that appears on front cover of the games' cases.</p><p>The Touch! Generations label was discontinued with the introduction of the <a href=\"//www.giantbomb.com/nintendo-3ds/3045-117/\" data-ref-id=\"3045-117\">3DS</a> and <a href=\"//www.giantbomb.com/wii-u/3045-139/\" data-ref-id=\"3045-139\">Wii U</a>.</p>", "guid": "3025-772", "name": "Touch! Generations"}, {"description": "<p>undefined</p>", "guid": "3025-773", "name": "Naval ops"}, {"description": null, "guid": "3025-774", "name": "Prison Tycoon"}, {"description": null, "guid": "3025-775", "name": "Bob the Builder"}, {"description": "<p>Plot for World domination: Some have speculated that the glint in Barney's eyes belies his true nature as an agent of an all-powerful and menacing force that secretly wishes to corrupt the resolve of humanity. This has been hypothesized to be a result of the song \"I Love You\" which lulls Barney's victims into a state of false security, making them easily corrupted.</p>", "guid": "3025-776", "name": "Barney"}, {"description": null, "guid": "3025-777", "name": "Manic Miner"}, {"description": "<p>In 1995 <a data-ref-id=\"3010-1\" href=\"/electronic-arts/3010-1/\" slug=\"electronic-arts\"> Electronic Arts</a> announced that it had acquired the rights to use the Jane's Information Group, a world renowned publisher of military books and periodicals, so that it could add authenticity to it's combat games. For the next decade the Jane's brand was a hallmark for in-depth games for hardcore simulation fans.</p>", "guid": "3025-778", "name": "Jane's Combat Simulations"}, {"description": null, "guid": "3025-779", "name": "Buffy the Vampire Slayer"}, {"description": null, "guid": "3025-780", "name": "Outcast"}, {"description": null, "guid": "3025-781", "name": "Adventures of Lolo"}, {"description": null, "guid": "3025-782", "name": "Magna Carta"}, {"description": "<h2>Overview</h2><p>Dragon Slayer (ドラゴンスレイヤー) is a multi-genre series of video games created by <a title=\"Nihon Falcom\" href=\"//www.giantbomb.com/nihon-falcom-corp/3010-849/\" data-ref-id=\"3010-849\">Nihon Falcom</a> and helmed by the company's famed programmer and designer <a href=\"/yoshio-kiya/3040-5470/\" data-ref-id=\"3040-5470\">Yoshio Kiya</a>. The first <a title=\"Dragon Slayer (video game)\" href=\"//www.giantbomb.com/dragon-slayer/3030-15158/\" data-ref-id=\"3030-15158\">Dragon Slayer</a> title was an early <a href=\"/action-rpg/3015-8592/\" data-ref-id=\"3015-8592\">action RPG</a> released in 1984 for the <a title=\"NEC PC-8801\" href=\"//www.giantbomb.com/nec-pc-8801/3045-109/\" data-ref-id=\"3045-109\">NEC PC-88</a> that spawned many sequels that would eventually evolve into their own franchises that continued to grow outside of Dragon Slayer. The Dragon Slayer series is historically significant both for featuring some of the earliest Japanese developed RPGs and for popularizing and pioneering the modern action role-playing genre.</p><h2>Mainline Titles</h2><p>While the original Dragon Slayer was an action RPG, many of the sequels that followed were wildly different. The franchise is not connected in terms of narrative, setting or genre but the mainline series is considered to encompass the titles worked on by Yoshio Kiya [1]. <a href=\"/legend-of-xanadu-ii/3030-19383/\" data-ref-id=\"3030-19383\">The Legend of Xanadu II</a> calls itself \"The Last of Dragon Slayer\" in the game's opening and is technically the end of the series, however, the title is usually not included as part of the mainline franchise since it was made after Kiya left Falcom in 1993 [1]. The mainline series also does not normally include sequels to specific games, such as <a href=\"https://www.giantbomb.com/dragon-slayer-eiyuu-densetsu-ii/3030-7005/\" data-ref-id=\"3030-7005\">The Legend of Heroes II</a>. Keeping that in mind the mainline titles consist of:</p><ol><li><a href=\"/dragon-slayer/3030-15158/\" data-ref-id=\"3030-15158\">Dragon Slayer</a> (1984)</li><li><a href=\"/xanadu-dragon-slayer-ii/3030-15342/\" data-ref-id=\"3030-15342\">Xanadu: Dragon Slayer II</a> (1985)</li><li><a href=\"/romancia-dragon-slayer-jr/3030-17708/\" data-ref-id=\"3030-17708\">Dragon Slayer Jr: Romancia</a> (1986)</li><li><a href=\"/legacy-of-the-wizard/3030-4068/\" data-ref-id=\"3030-4068\">Legacy of the Wizard</a> (1987)</li><li><a href=\"/sorcerian/3030-2411/\" data-ref-id=\"3030-2411\">Sorcerian</a> (1987)</li><li><a href=\"/dragon-slayer-the-legend-of-heroes/3030-19597/\" data-ref-id=\"3030-19597\">Dragon Slayer: The Legend of Heroes</a> (1989)</li><li><a href=\"/lord-monarch/3030-18732/\" data-ref-id=\"3030-18732\">Lord Monarch</a> (1991)</li><li><a href=\"/legend-of-xanadu/3030-9970/\" data-ref-id=\"3030-9970\">The Legend of Xanadu</a> (1994)</li></ol><h2>Related Titles</h2><p>These are games that are spin-offs to the Dragon Slayer series, have Dragon Slayer in their title or are related to the main series in some way. Games like <a href=\"/xanadu-next/3030-716/\" data-ref-id=\"3030-716\">Xanadu Next</a> contain the Dragon Slayer logo on their box art but are not considered to be a part of the franchise [1].</p><ul><li><a href=\"/dragon-slayer-gaiden/3030-18154/\" data-ref-id=\"3030-18154\">Dragon Slayer Gaiden</a> - A spin-off to the original Dragon Slayer.</li><li><a href=\"/dragon-slayer-eiyuu-densetsu-ii/3030-7005/\" data-ref-id=\"3030-7005\">Dragon Slayer: The Legend of Heroes II</a> - The direct sequel to The Legend of Heroes.</li><li><a href=\"/legend-of-xanadu-ii/3030-19383/\" data-ref-id=\"3030-19383\">The Legend of Xanadu II</a> - The \"final\" game in the franchise before Falcom stopped using the Dragon Slayer branding.</li><li><a href=\"/falcom-classics/3030-6698/\" data-ref-id=\"3030-6698\">Falcom Classics</a> - A collection containing remakes of Dragon Slayer and Xanadu.</li><li><a href=\"/dragon-slayer-chronicle/3030-70882/\" data-ref-id=\"3030-70882\">Dragon Slayer Chronicles</a> - A package containing every game from the series.</li></ul><h2>Sub-Series</h2><p>There are several different franchises that spun off from the Dragon Slayer series, many of which far outlived Dragon Slayer and a few are still on-going to this day. These include:</p><ul><li><a href=\"//www.giantbomb.com/xanadu/3025-1893/\" data-ref-id=\"3025-1893\">Xanadu</a></li><li><a href=\"/sorcerian/3025-2967/\" data-ref-id=\"3025-2967\">Sorcerian</a></li><li><a href=\"/lord-monarch/3025-4699/\" data-ref-id=\"3025-4699\">Lord Monarch</a></li><li><a href=\"/the-legend-of-heroes/3025-1122/\" data-ref-id=\"3025-1122\">The Legend of Heroes</a></li></ul><h2>External Links</h2><ol><li><a href=\"https://www.4gamer.net/specials/070501_sol_int/070501_sol_int_01.shtml\" data-target=\"true\" target=\"_blank\" rel=\"noopener nofollow\">Interview with Yoshio Kiya</a> (4Gamer, 2007).</li><li><a href=\"https://www14.big.or.jp/~nijiyume/fal002/mini.htm\" data-target=\"true\" target=\"_blank\" rel=\"noopener nofollow\">Mini-Knowledge Collection</a> (The Falcom Museum, 2008).</li></ol>", "guid": "3025-783", "name": "Dragon Slayer"}, {"description": null, "guid": "3025-784", "name": "IL-2"}, {"description": null, "guid": "3025-786", "name": "Jump Super Stars"}, {"description": null, "guid": "3025-787", "name": "LocoRoco"}, {"description": null, "guid": "3025-788", "name": "Coded Arms"}, {"description": null, "guid": "3025-789", "name": "Skies of Arcadia"}, {"description": null, "guid": "3025-791", "name": "Operation Flashpoint"}, {"description": null, "guid": "3025-792", "name": "Moto Racer"}, {"description": "<h2>Overview<br/></h2><i>Mystery Dungeon</i> is a series of <a data-ref-id=\"3015-1065\" href=\"/roguelike/3015-1065/\" slug=\"roguelike\">                 roguelikes</a> developed by <a data-ref-id=\"3010-988\" href=\"/chunsoft/3010-988/\" slug=\"chunsoft\">                 Chunsoft</a>. <br/><br/><h2>Series</h2>There are four main <i>Mystery Dungeon</i> series. Of the four, only one features original characters created for the series; the others being based upon existing series. <br/><br/><h3>Dragon Quest</h3>The first <i>Mystery Dungeon</i> games were based on the <i><a data-ref-id=\"3025-160\" href=\"/dragon-quest/3025-160/\" slug=\"dragon-quest\"> </a></i><i> </i><i> </i><i> </i><i>            Dragon Quest</i> series and featured <a data-ref-id=\"3005-7832\" href=\"/torneko-taloon/3005-7832/\" slug=\"torneko-taloon\">                 Torneko Taloon</a>, a shopkeeper in <i><a data-ref-id=\"3030-22703\" href=\"/dragon-quest-iv-chapters-of-the-chosen/3030-22703/\" slug=\"dragon-quest-iv-chapters-of-the-chosen\"> </a></i><i> </i><i> </i><i> </i><i>            Dragon Quest IV</i>. A fourth title, <i><a data-ref-id=\"3030-23107\" href=\"/dragon-quest-shounen-yangus-to-fushigi-no-dungeon/3030-23107/\" slug=\"dragon-quest-shounen-yangus-to-fushigi-no-dungeon\"> </a></i><i> </i><i> </i><i> </i><i>            Dragon Quest: Shounen Yangus to Fushigo no Dungeon</i> was released in 2006 and featured <a data-ref-id=\"3005-1483\" href=\"/yangus/3005-1483/\" slug=\"yangus\">                 Yangus</a>, a main character from <i><a data-ref-id=\"3030-3579\" href=\"/dragon-quest-viii-journey-of-the-cursed-king/3030-3579/\" slug=\"dragon-quest-viii-journey-of-the-cursed-king\"> </a></i><i> </i><i> </i><i> </i><i>            Dragon Quest VIII</i>.<br/><br/>Games:<br/><ul class=\"plain-list\"><li><a data-ref-id=\"3030-6411\" href=\"/torneko-no-daibouken-fushigi-no-dungeon/3030-6411/\" slug=\"torneko-no-daibouken-fushigi-no-dungeon\">                 Torneko no Daibouken - Fushigi no Dungeon</a></li><li><a data-ref-id=\"3030-5276\" href=\"/world-of-dragon-warrior-torneko-the-last-hope/3030-5276/\" slug=\"world-of-dragon-warrior-torneko-the-last-hope\">                 World of Dragon Warrior: Torneko: The Last Hope</a></li><li><a data-ref-id=\"3030-13019\" href=\"/dragon-quest-characters-torneko-no-daibouken-3-fushigi-no-dungeon/3030-13019/\" slug=\"dragon-quest-characters-torneko-no-daibouken-3-fushigi-no-dungeon\">                 Dragon Quest Characters: Torneko no Daibouken 3 - Fushigi no Dungeon</a></li><li><a data-ref-id=\"3030-23107\" href=\"/dragon-quest-shounen-yangus-to-fushigi-no-dungeon/3030-23107/\" slug=\"dragon-quest-shounen-yangus-to-fushigi-no-dungeon\">                 Dragon Quest: Shounen Yangus to Fushigi no Dungeon</a></li></ul> <br/><br/><h3>Shiren the Wanderer (Fuurai no Shiren in Japan)<br/></h3>The second <i>Mystery Dungeon</i> featured original characters, it starred silent protagonist <a data-ref-id=\"3005-3226\" href=\"/shiren-the-wanderer/3005-3226/\" slug=\"shiren-the-wanderer\">              Shiren the Wanderer</a> and his talkative weasel <a data-ref-id=\"3005-3227\" href=\"/koppa/3005-3227/\" slug=\"koppa\">             Koppa</a>. <i><a data-ref-id=\"3025-1521\" href=\"/fushigi-no-dungeon-fuurai-no-shiren-4/3025-1521/\" slug=\"fushigi-no-dungeon-fuurai-no-shiren-4\"> </a></i><i> </i><i> </i><i> </i><i> <a data-ref-id=\"3025-1521\" href=\"/shiren-the-wanderer/3025-1521/\" slug=\"shiren-the-wanderer\"> </a></i><i> </i><i> </i><i>Shiren the Wanderer</i> eventually became a sub-series of its own containing numerous sequels, spin-offs, and remakes. <br/> <br/>Games: <br/><ul class=\"plain-list\"><li><a data-ref-id=\"3030-20541\" href=\"/mystery-dungeon-shiren-the-wanderer/3030-20541/\" slug=\"mystery-dungeon-shiren-the-wanderer\">        Mystery Dungeon: Shiren the Wanderer</a>  </li><li><a data-ref-id=\"3030-28980\" href=\"/fushigi-no-dungeon-fuurai-no-shiren-2/3030-28980/\" slug=\"fushigi-no-dungeon-fuurai-no-shiren-2\">       Fuurai no Shiren 2</a></li><li><a data-ref-id=\"3030-26831\" href=\"/shiren-the-wanderer/3030-26831/\" slug=\"shiren-the-wanderer\">      Shiren the Wanderer</a></li><li><a data-ref-id=\"3030-28979\" href=\"/fushigi-no-dungeon-fuurai-no-shiren-4/3030-28979/\" slug=\"fushigi-no-dungeon-fuurai-no-shiren-4\">     Fuurai no Shiren 4</a></li></ul>    <br/><br/><h3>Chocobo</h3>Games:<br/><ul class=\"plain-list\"><li><a data-ref-id=\"3030-21782\" href=\"/chocobo-no-fushigina-dungeon/3030-21782/\" slug=\"chocobo-no-fushigina-dungeon\">                 Chocobo no Fushigina Dungeon</a></li><li><a data-ref-id=\"3030-7679\" href=\"/chocobos-dungeon-2/3030-7679/\" slug=\"chocobos-dungeon-2\">                 Chocobo's Dungeon 2</a></li><li><a data-ref-id=\"3030-20911\" href=\"/final-fantasy-fables-chocobos-dungeon/3030-20911/\" slug=\"final-fantasy-fables-chocobos-dungeon\">                 Final Fantasy Fables: Chocobo's Dungeon</a></li></ul> <br/><br/><h3>Pokémon</h3><ul class=\"plain-list\"><li><a data-ref-id=\"3025-1403\" href=\"/pokemon-mystery-dungeon/3025-1403/\" slug=\"pokemon-mystery-dungeon\"> Pokemon Mystery Dungeon Series</a></li></ul><br/><h3>Other</h3><ul class=\"plain-list\"><li><a data-ref-id=\"3030-5885\" href=\"/the-nightmare-of-druaga-fushigino-dungeon/3030-5885/\" slug=\"the-nightmare-of-druaga-fushigino-dungeon\">                 The Nightmare of Druaga: Fushigino Dungeon</a> - based on Namco's <i>            Tower of Druaga</i>.</li></ul>", "guid": "3025-793", "name": "Mystery Dungeon"}, {"description": null, "guid": "3025-794", "name": "My Coach"}, {"description": null, "guid": "3025-795", "name": "Shadowrun"}, {"description": null, "guid": "3025-796", "name": "SWAT"}, {"description": "<h2>Overview</h2><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/3715/784250-splhp3011.jpg\" data-ref-id=\"1300-784250\" data-size=\"small\" data-ratio=\"0.61015625\"><a class=\"fluid-height\" style=\"padding-bottom:61.0%\" href=\"https://static.giantbomb.com/uploads/original/0/3715/784250-splhp3011.jpg\" data-ref-id=\"1300-784250\"><img alt=\"Rick Taylor in 2010's Splatterhouse.\" src=\"https://www.giantbomb.com/a/uploads/scale_small/0/3715/784250-splhp3011.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/3715/784250-splhp3011.jpg 1280w, https://www.giantbomb.com/a/uploads/scale_super/0/3715/784250-splhp3011.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/0/3715/784250-splhp3011.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/0/3715/784250-splhp3011.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></a><figcaption>Rick Taylor in 2010's Splatterhouse.</figcaption></figure><p>The Splatterhouse franchise began in 1989, with the release of <a data-ref-id=\"3030-15148\" href=\"/splatterhouse/3030-15148/\" slug=\"splatterhouse\">Splatterhouse</a> in the <a data-ref-id=\"3045-84\" href=\"/arcade/3045-84/\" slug=\"arcade\">arcades</a>. The game has since been ported to numerous platforms, including the <a data-ref-id=\"3045-108\" href=\"/fm-towns/3045-108/\" slug=\"fm-towns\">FM Towns</a>, <a data-ref-id=\"3045-55\" href=\"/turbografx-16/3045-55/\" slug=\"turbografx-16\">Turbo-Grafx 16</a>, <a data-ref-id=\"3015-2925\" href=\"/virtual-console/3015-2925/\" slug=\"virtual-console\">Virtual Console</a> and <a data-ref-id=\"3045-96\" href=\"/iphone/3045-96/\" slug=\"iphone\">iPhone</a>. The Splatterhouse franchise has also had several sequels (usually numerical), ranging from <a data-ref-id=\"3030-2793\" href=\"/splatterhouse-2/3030-2793/\" slug=\"splatterhouse-2\">Splatterhouse 2</a>, <a data-ref-id=\"3030-534\" href=\"/splatterhouse-3/3030-534/\" slug=\"splatterhouse-3\">Splatterhouse 3</a>, and a <a data-ref-id=\"3030-22968\" href=\"/splatterhouse/3030-22968/\" slug=\"splatterhouse\">remake</a>, to an obscure super-deformed <a data-ref-id=\"3030-4912\" href=\"/splatterhouse-wanpaku-graffiti/3030-4912/\" slug=\"splatterhouse-wanpaku-graffiti\">Splatterhouse: Wanpaku Graffiti</a>. The Splatterhouse franchise is owned by <a data-ref-id=\"3010-382\" href=\"/namco-bandai-games-inc/3010-382/\" slug=\"namco-bandai-games-inc\">Namco</a>, with every game in the franchise both developed and published by them. Splatterhouse is infamous for its incredibly violent gameplay. One level in the first Splatterhouse even had the player battling against undeveloped fetuses coming out of a mutant womb. Because of this, most of the Splatterhouse games created before the founding of the <a data-ref-id=\"3010-6476\" href=\"/entertainment-software-ratings-board/3010-6476/\" slug=\"entertainment-software-ratings-board\">ESRB</a> (Entertainment Software Ratings Board) carried a parental warning sticker.</p><h2>Gameplay</h2><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/8812/390983-gfs_3695_2_2.jpg\" data-ref-id=\"1300-390983\" data-size=\"small\" data-ratio=\"0.875\"><a class=\"fluid-height\" style=\"padding-bottom:87.5%\" href=\"https://static.giantbomb.com/uploads/original/0/8812/390983-gfs_3695_2_2.jpg\" data-ref-id=\"1300-390983\"><img alt=\"Rick fights a variety of gruesome creatures in the first game.\" src=\"https://www.giantbomb.com/a/uploads/original/0/8812/390983-gfs_3695_2_2.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/8812/390983-gfs_3695_2_2.jpg 256w\" sizes=\"(max-width: 256px) 100vw, 256px\" data-width=\"256\"></a><figcaption>Rick fights a variety of gruesome creatures in the first game.</figcaption></figure><p>Splatterhouse is a traditional beat-'em-up franchise, along the same lines as <a data-ref-id=\"3025-195\" href=\"/final-fight/3025-195/\" slug=\"final-fight\">Final Fight</a> or <a data-ref-id=\"3025-322\" href=\"/streets-of-rage/3025-322/\" slug=\"streets-of-rage\">Streets of Rage</a>. The first four games have nearly identical gameplay; each one of them is a 2D side-scrolling beat-'em-up, with the player killing monsters with a variety of weapons. In addition, the player has many attacks for disposal, from a traditional punch to a drop kick. The series stars <a data-ref-id=\"3005-4768\" href=\"/rick-taylor/3005-4768/\" slug=\"rick-taylor\">Rick Taylor</a> (who has been in every game), a man who has been cursed by wearing the Terror Mask (sometimes referred to as the Hell Mask). This mask is very similar to that of <a data-ref-id=\"3005-1266\" href=\"/jason-voorhees/3005-1266/\" slug=\"jason-voorhees\">Jason Voorhees</a> from <a data-ref-id=\"3025-213\" href=\"/friday-the-13th/3025-213/\" slug=\"friday-the-13th\">Friday the 13th</a> (which was editing in Turbo-Grafx 16 iterations of the franchise).</p><p>The 2010 Splatterhouse is similar to previous iterations in that it retains the violence of its predecessors, but the gameplay differs. Rather than a 2D side-scrolling beat-'em-up, Splatterhouse is a 3D beat-'em-up. Rick now has even more moves at his disposal (including special Splatter Attacks, which he can use as violent finishers on downed enemies). Rick has also been shown in screenshots to have the ability to decapitate enemies (Rick can also be decapitated himself, but these limbs eventually grow back). Combos are a large part of gameplay in this game; more moves strung together are more powerful.</p><h2>Plot</h2><p>The plot of the Splatterhouse franchise revolves around a mansion. <a data-ref-id=\"3005-4768\" href=\"/rick-taylor/3005-4768/\" slug=\"rick-taylor\">Rick Taylor</a> and his girlfriend <a data-ref-id=\"3005-17262\" href=\"/jennifer-willis/3005-17262/\" slug=\"jennifer-willis\">Jennifer Willis</a> visit this mansion (nicknamed Splatterhouse) for a school project. In this mansion, there is rumored to live an insane parapsychologist named Dr. West who has conducted many bizarre and violent experiments based on his field. When the two students visit the mansion, Jennifer ends up kidnapped, and Rick has to fight his way through hordes of enemies to get her back. In the first Splatterhouse, the mask that Rick is forced to wear breaks at the end, but Jennifer ends up dying. In Splatterhouse 2, Rick returns to the mansion to try and revive Jennifer. He manages to do so, and the two get married in Splatterhouse 3. He then buys a mansion of his own, which is invaded by monsters. He must fight to save his son. The game Splatterhouse: Wanpaku Graffiti is a prequel to the first Splatterhouse, although it is unknown whether or not the events of that game are canon. The 2010 Splatterhouse is a retelling of the original Splatterhouse's story.</p>", "guid": "3025-797", "name": "Splatterhouse"}, {"description": "<h2>Overview</h2><p>The Blood series follows <a href=\"/caleb/3005-727/\" data-ref-id=\"3005-727\">Caleb</a>, an <a href=\"/undead/3015-1155/\" data-ref-id=\"3015-1155\">undead</a> <a href=\"/cults/3015-1366/\" data-ref-id=\"3015-1366\">cultist</a> dressed like a cowboy that once was dedicated to the god Tchernobog. The franchise prides itself on its <a href=\"/dark-humor/3015-817/\" data-ref-id=\"3015-817\">dark humor</a>, featuring weapons that include a <a href=\"/pitchfork/3055-829/\" data-ref-id=\"3055-829\">pitchfork</a> and <a href=\"/voodoo-doll/3055-827/\" data-ref-id=\"3055-827\">Voodoo dolls</a> and includes the ability to kick the heads that have been <a href=\"/decapitation/3015-1452/\" data-ref-id=\"3015-1452\">decapitated</a> off enemies.</p>", "guid": "3025-798", "name": "Blood"}, {"description": "<p>The Heavy Gear franchise is known for being a Mech fighting series like Mechwarrior. The series is based off of a table top game with the same name. The tabletop series has also spawned off it's own TV Series.</p>", "guid": "3025-799", "name": "Heavy Gear"}, {"description": null, "guid": "3025-800", "name": "World In Conflict"}, {"description": null, "guid": "3025-801", "name": "Shadowgrounds"}, {"description": null, "guid": "3025-802", "name": "Strikers 1945"}, {"description": null, "guid": "3025-803", "name": "Skate"}, {"description": "<br/>", "guid": "3025-804", "name": "The Great Battle"}, {"description": "<h2>Overview</h2><p>Formula 1 is a professional racing circuit that features lightweight F1 vehicles capable of speeds over 300 kmph / 200 mph. Many video game adaptations of the organization, its racers and teams have been created by various developers in an official basis, and these games generally sell better in regions like Europe and Japan than in the US.</p><p>Bizarre Creations (Project Gotham racing) set a high mark with Formula One and F1 97, but lost the development duties after that. Over the next few iterations of the franchise Psygnosis handed development duties over to a few different developers such as Visual Science and Studio 33. SCE then took up the license and made a few well-regarded Formula 1 games after that. From 2009 and onwards Codemasters have held the Formula 1 License.</p>", "guid": "3025-805", "name": "Formula 1"}, {"description": null, "guid": "3025-806", "name": "Culdcept"}, {"description": null, "guid": "3025-807", "name": "Theme Park"}, {"description": "<h2>Cover Athletes</h2><ul><li>2012 - Justin Verlander</li><li>2011 - Roy Halladay</li><li>2010 - Evan Longoria</li><li>2009 - Tim Lincecum</li><li>2008 - Jose Reyes</li><li>2005-2007 - Derek Jeter</li></ul>", "guid": "3025-808", "name": "Major League Baseball 2K"}, {"description": null, "guid": "3025-809", "name": "Road Runner"}, {"description": "<p>Eastside Hockey Manager is a menu-based hockey management simulator.  The series was cancelled after Eastside Hockey Manager 2007 in response to increasing piracy.  The series was lauded for its depth in gameplay.  As the series grew, more real-world league licenses were obtained and by the time NHL EHM 2007 was released, the game held a license for nearly every significant hockey league in the world.</p>", "guid": "3025-810", "name": "Eastside Hockey Manager"}, {"description": null, "guid": "3025-811", "name": "Grand Prix"}, {"description": null, "guid": "3025-812", "name": "Pilotwings"}, {"description": "<h2>Overview</h2><p>Super Robot Wars is a strategy RPG series dating back to 1991. At first, it seemed no different than the various other crossover games that developer Banpresto was famous for, but as time progressed, it would become the developer's most successful series.</p><p>Much of the appeal lies in the fact that the series ties together elements of various anime, manga, and video games, along with a handful of original characters and concepts, to create one cohesive story. This allows players to create a dream team consisting of their favorite robots and use them to conquer various scenarios based on episodes of each series. Additionally, the crossover nature of the series allows the developers to save fan-favorite characters from death or rewrite unpopular parts of a series by using elements of another series.</p><p>The series is also known for its highly-choreographed animation. While the series used static sprites and pasted-on weapon effects all the way until the last days of the PS1 era, the series began to more closely mimic the choreography used in anime with <a href=\"/super-robot-wars-alpha/3030-22661/\" data-ref-id=\"3030-22661\">Super Robot Wars Alpha</a>.</p><p>Although the series title has always been written as 'Super Robot Taisen' in Japanese characters, the correct way to render the title in the English alphabet has always been 'Super Robot Wars'. When <i>Super Robot Taisen: Original Generation</i> was brought to North America the title had to be changed to 'Taisen' to prevent a trademark conflict with the television show Robot Wars.</p><h2>History</h2><p><a href=\"/super-robot-wars/3030-22992/\" data-ref-id=\"3030-22992\">The first entry</a> in Banpresto's Super Robot Wars franchise was released in 1991 for the Game Boy. The premise was simple: take the hero robots from Dynamic Productions' <i>Mazinger</i> franchise (<i>Mazinger Z</i> and <i>Great Mazinger</i>) and <i>Getter Robo</i> franchise (<i>Getter Robo</i> and <i>Getter Robo G</i>), along with Sunrise's <i>Mobile Suit Gundam</i> franchise (every Gundam production up to that point except <i>Gundam 0080</i>, including <i>Gundam F91</i> which was released only a month prior) and pit them against each other and their respective enemies.</p><p>Later that year, <a href=\"/super-robot-wars-2/3030-23080/\" data-ref-id=\"3030-23080\">Super Robot Wars 2</a> would be released for the Famicom; this game is the first game of the \"Classic Timeline\" and would be the game that future titles in the franchise would build from. This is also the first title where Banpresto would use characters and mecha designed exclusively for an SRW; these characters and robots would be named \"Banpresto Originals.\"</p><p><a href=\"/super-robot-wars-3/3030-23084/\" data-ref-id=\"3030-23084\">Super Robot Wars 3</a> for the Super Famicom would be the first game to feature series outside of the <i>Mazinger</i>, <i>Getter Robo</i>, and <i>Gundam</i> franchises, as well as build on the mechanics of its predecessor. This trend would continue with SRW3's two SNES sequels, <a href=\"/super-robot-wars-ex/3030-23085/\" data-ref-id=\"3030-23085\">Super Robot Wars EX</a> and <a href=\"/super-robot-wars-4/3030-23086/\" data-ref-id=\"3030-23086\">Super Robot Wars 4</a>. Super Robot Wars 4 was originally meant to be the end of SRW's Classic Timeline, but would be retconned in favor of <a href=\"/super-robot-wars-f/3030-23047/\" data-ref-id=\"3030-23047\">Super Robot Wars F</a> and <a href=\"/super-robot-wars-f-final/3030-23052/\" data-ref-id=\"3030-23052\">F Final</a> for the Sega Saturn. SRWF/Final are often seen as the pinnacle of the early games, and sometimes even the entire franchise.</p><p>Although there were some relatively minor releases after F Final, the next huge Super Robot Wars game wouldn't come until May 2000: <a href=\"/super-robot-wars-alpha/3030-22661/\" data-ref-id=\"3030-22661\">Super Robot Wars Alpha</a> for the Sony Playstation. This game is perhaps most well-known for being the first game with fully-animated robots instead of using static sprites. Super Robot Wars Alpha is the first game in the \"Alpha\" series which would end with <a href=\"/super-robot-wars-alpha-3/3030-22429/\" data-ref-id=\"3030-22429\">Super Robot Wars Alpha 3</a> in 2005 for the Playstation 2.</p><p>The three Super Robot Wars Compact 2 games for the Wonderswan, which would later be combined into <a href=\"/super-robot-wars-impact/3030-22592/\" data-ref-id=\"3030-22592\">Super Robot Wars Impact</a>, form a third \"timeline\" in the SRW series.</p><p><a href=\"/super-robot-taisen-original-generation/3030-20300/\" data-ref-id=\"3030-20300\">Super Robot Taisen: Original Generation</a> for the Game Boy Advance is the first of <a href=\"/original-generation/3025-1329/\" data-ref-id=\"3025-1329\">a special series of SRW games</a>. Instead of anime series being mixed together, the Banpresto Original storylines from each game would be combined to form a single plot. The game would receive a sequel known as <a href=\"/super-robot-taisen-original-generation-2/3030-11145/\" data-ref-id=\"3030-11145\">Super Robot Taisen: Original Generation 2</a>, both of which would be remade into <a href=\"/super-robot-wars-og-original-generations/3030-22660/\" data-ref-id=\"3030-22660\">Super Robot Wars: Original Generations</a> for the PS2 and would be succeeded by <a href=\"/super-robot-wars-original-generation-gaiden/3030-23222/\" data-ref-id=\"3030-23222\">Super Robot Wars: Original Generation Gaiden</a>. The original two OG entries, along with <a href=\"/super-robot-taisen-og-saga-endless-frontier/3030-23621/\" data-ref-id=\"3030-23621\">Endless Frontier</a>, are the only SRW games thus far to be released outside of the Asian market.</p><p>Even though Banpresto was completely absorbed into Namco Bandai in early 2008, the Super Robot Wars series remains. Released in September of 2008, <a href=\"/super-robot-wars-z/3030-22508/\" data-ref-id=\"3030-22508\">Super Robot Wars Z</a> was the first SRW game (not counting the remake of Super Robot Wars A) to be published by Namco Bandai.</p><p>Along the way, there were several SRWs released that carry their own self-contained continuity, including the Game Boy Advance games, <a href=\"/neo-super-robot-wars/3030-23087/\" data-ref-id=\"3030-23087\">Neo Super Robot Wars</a>, and more.</p><h2>Gameplay</h2><p>This section covers the core gameplay mechanics of Super Robot Wars. Mechanics specific to certain games (such as the Squad System or body part targeting) are explained in their respective game pages.</p><p>Each \"unit\" in Super Robot Wars consists of a robot and its pilot, both of which have their own separate stats. A robot's HP, Energy (EN), Armor, Mobiliy, Weapon Strength, and Accuracy (in recent games) can be raised using money received by destroying enemies. Pilot stats include Melee, Range, Evade, Defense, Accuracy, and Skill, and Spirit Points (SP). The method of raising pilot stats varies on a game-to-game basis, with some allowing direct modification of stats using Pilot Points (PP) while others include one-use stat-raising items. Early games (pre-Alpha Gaiden) gave each robot a Limit stat, which is an upper cap on the pilot's accuracy and mobility. (This is perhaps a reference to the original Mobile Suit Gundam, where <a href=\"/amuro-ray/3005-4152/\" data-ref-id=\"3005-4152\">Amuro Ray's</a> <a href=\"/newtype/3015-1335/\" data-ref-id=\"3015-1335\">Newtype</a> abilities caused his reflexes to become \"too fast\" for the Gundam)</p><p>Robots have a variety of weapons that they can use to attack their enemy, each with variable range and weapon strength. Some can be used after moving, others cannot, and a few attacks (known as MAP attacks) hit everyone, friend or foe, within a certain range on the map. These weapons are balanced by having a certain amount of ammo, requiring a certain amount of EN, and/or requiring a certain level of Will. Will is another pilot stat that is generally set at 100 at the start of the map and then raises or lowers depending on whether the pilot (or his/her teammates) successfully hits or dodges attacks, misses or is hit by attacks, destroys an enemy, or has their EN/Ammo refilled. In most cases, a Will of 130 is required for a <a href=\"/super-robot/3055-3372/\" data-ref-id=\"3055-3372\">Super Robot</a> pilot to activate a finishing move.</p><p>Pilots have access to Spirit Commands, which are essentially \"spells\" that temporarily boost a robot's stats or hinder an enemy robot. These commands use SP, which is very difficult (in a few games, impossible) to refill. Large, multi-pilot robots like Combattler V or GoLion are generally weaker, but are balanced by having a large amount of Spirit Commands to choose from.</p><p>The object of each map varies, but generally involves destroying all enemies while not letting a mothership be destroyed. Motherships, such as Zeta Gundam's Argama or the titular battleship of Macross, can restore HP and are one of the only ways to restore EN and Ammo, so players must carefully consider where they are placed on the battlefield.</p><h2>List of Series Featured in Super Robot Wars</h2><p>This is a list of all series which have been included in Super Robot Wars, along with their debut game.</p><h3><a href=\"//www.giantbomb.com/gundam/3025-290/\" data-ref-id=\"3025-290\">Mobile Suit Gundam - Universal Century</a></h3><ul><li>Mobile Suit Gundam (1)</li><li>Mobile Suit Gundam: The 08th MS Team (64)</li><li>Mobile Suit Gundam 0080: War in the Pocket (3)</li><li>Mobile Suit Gundam 0083: Stardust Memories (3)</li><li>Mobile Suit Zeta Gundam (TV - 1, A New Translation - SC2nd)</li><li>Mobile Suit Gundam Sentinel (4)</li><li>Mobile Suit Gundam ZZ (1)</li><li>Mobile Suit Gundam: Char's Counterattack (1)</li><li>Mobile Suit Gundam: Hathaway's Flash (V)</li><li>Mobile Suit Gundam Unicorn (Z3 Jigoku)</li><li>Mobile Suit Gundam F90 (Alpha)</li><li>Mobile Suit Gundam F91 (1)</li><li>Mobile Suit Crossbone Gundam (Alpha 2)</li><li>Mobile Suit Crossbone Gundam: Skull Heart (V)</li><li>Mobile Suit Crossbone Gundam: Steel 7 (V)</li><li>Mobile Suit Victory Gundam (2G)</li></ul><h3><a href=\"//www.giantbomb.com/gundam-seed/3025-980/\" data-ref-id=\"3025-980\">Mobile Suit Gundam - Cosmic Era</a></h3><ul><li>Mobile Suit Gundam SEED (Alpha 3)</li><li>Mobile Suit Gundam SEED Astray (W)</li><li>Mobile Suit Gundam SEED Astray R (W)</li><li>Mobile Suit Gundam SEED X Astray (W)</li><li>Mobile Suit Gundam SEED Destiny (SC2nd)</li><li>Mobile Suit Gundam SEED C.E. 73 Stargazer (K)</li></ul><h3>Mobile Suit Gundam - Other Alternate Universes</h3><ul><li>Mobile Fighter G Gundam (2G)</li><li>New Mobile Report Gundam Wing (Shin)</li><li>New Mobile Report Gundam Wing: Endless Waltz (F Final)</li><li>After War Gundam X (Alpha Gaiden)</li><li>Turn A Gundam (Alpha Gaiden)</li><li>Mobile Suit Gundam 00 (Z2 Hakai/Saisei)</li><li>Mobile Suit Gundam 00: A Wakening of the Trailblazer (UX)</li></ul><h3><a href=\"//www.giantbomb.com/sd-gundam/3025-1028/\" data-ref-id=\"3025-1028\">SD Gundam</a></h3><ul><li>SD Gundam Sangokuden Brave Battle Warriors (UX)</li></ul><h3>Mazinger</h3><ul><li>Mazinger Z (1)</li><li>Great Mazinger (1)</li><li>UFO Robo Grendizer (2)</li><li>Mazinkaiser (Banpresto version - F Final, OVA - GC)</li><li>Mazinkaiser vs. The Great General of Darkness (J)</li><li>Shin Mazinger Shougeki! Z-hen (Z2 Hakai)</li><li>Shin Mazinger ZERO vs Ankoku Daishogun (V)</li><li>Mazinkaiser SKL (UX)</li></ul><h3>Getter Robo</h3><ul><li>Getter Robo (1)</li><li>Getter Robo G (1)</li><li>Shin Getter Robo (4)</li><li>Shin Getter Robo vs. Neo Getter Robo (R)</li><li>Getter Robo Armageddon (D)</li><li>New Getter Robo (Neo)</li></ul><h3><a href=\"//www.giantbomb.com/macross/3025-814/\" data-ref-id=\"3025-814\">Macross / Super Dimension</a></h3><ul><li>Super Dimension Fortress Macross (Alpha)</li><li>Super Dimension Fortress Macross: Do You Remember Love? (Alpha)</li><li>Macross Plus (Alpha)</li><li>Macross 7 (D)</li><li>Macross Dynamite 7 (Z2 Saisei)</li><li>Macross Zero (SC2nd)</li><li>Macross Frontier (L)</li><li>Macross Frontier: The False Songstress (Z2 Hakai)</li><li>Macross Frontier: The Wings of Goodbye (Z2 Saisei)</li><li>Super Dimension Century Orguss (Z)</li></ul><h3>Nagahama Trilogy</h3><ul><li>Super Electromagnetic Robot Combattler V (3)</li><li>Super Electromagnetic Machine Voltes V (Shin)</li><li>Brave Leader Daimos (4)</li></ul><h3>Muteki / Invincible</h3><ul><li>Invincible Super Man Zambot 3 (4)</li><li>Invincible Steel Man Daitarn 3 (3)</li><li>Invincible Robo Trider G7 (Shin)</li></ul><h3>Dunbine / Byston Well</h3><ul><li>Aura Battler Dunbine (EX)</li><li>New Story of Aura Battler Dunbine (4)</li><li>The Wings of Rean (UX)</li></ul><h3>Votoms</h3><ul><li>Armored Trooper Votoms (Z2 Hakai)</li><li>Armored Trooper Votoms: The Last Red Shoulder (Z2 Hakai)</li><li>Armored Trooper Votoms: Red Shoulder Document: Roots of Ambition (Z2 Hakai)</li><li>Armored Trooper Votoms: Pailsen Files (Z2 Hakai)</li><li>Armored Trooper Votoms: Big Battle (Z3 Jigoku)</li><li>Armored Trooper Votoms: Shining Heresy (Z3 Jigoku)</li><li>Armored Trooper Votoms: Phantom Arc (Z3 Tengoku)</li><li>Armored Trooper Votoms: Alone Again (Z3 Tengoku)</li></ul><h3>J9</h3><ul><li>Galactic Cyclone Braiger (Alpha Gaiden)</li><li>Galactic Gale Baxinger (GC)</li><li>Galactic Whirlwind Sasuraiger (GC)</li></ul><h3>Eldoran</h3><ul><li>Absolutely Invincible Raijin-Oh (GC)</li><li>Energetic Explosion Ganbaruger (Neo)</li><li>Hot-Blooded Strongest Go-Saurer (Neo)</li><li>Perfect Victory Daiteioh (Neo)</li></ul><h3><a href=\"//www.giantbomb.com/neon-genesis-evangelion/3025-888/\" data-ref-id=\"3025-888\">Evangelion</a></h3><ul><li>Neon Genesis Evangelion (F)</li><li>The End of Evangelion (Alpha)</li><li>Rebuild of Evangelion (1.0&amp;2.0 - L, 3.0 - Z3 Tengoku)</li></ul><h3><a href=\"/virtual-on/3025-695/\" data-ref-id=\"3025-695\">Virtual-On</a></h3><ul><li><a href=\"/virtual-on-oratorio-tangram/3030-4819/\" data-ref-id=\"3030-4819\">Cyber Troopers Virtual-On Oratorio Tangram</a> (Alpha 3)</li><li><a href=\"/virtual-on-marz/3030-13759/\" data-ref-id=\"3030-13759\">Cyber Troopers Virtual-On Marz</a> (Alpha 3)</li><li>Fei-Yen HD (UX)</li></ul><h3><a href=\"//www.giantbomb.com/zoids/3025-1327/\" data-ref-id=\"3025-1327\">Zoids</a></h3><ul><li>Zoids: Chaotic Century (OE)</li><li>Zoids: New Century Zero (OE)</li><li>Zoids Genesis (K)</li></ul><h3>Full Metal Panic!</h3><ul><li>Full Metal Panic! (TV; J)</li><li>Full Metal Panic? Fumoffu (J)</li><li>Full Metal Panic! The Second Raid (W)</li><li>Full Metal Panic! (Light Novel; Z3 Tengoku)</li></ul><h3>Gurren Lagann</h3><ul><li>Tengen Toppa Gurren Lagann (Z2 Hakai)</li><li>Gurren Lagann the Movie: Childhood's End (Z2 Hakai)</li><li>Gurren Lagann the Movie: The Lights in the Sky are Stars (Z2 Saisei)</li></ul><h3>Others, by game</h3><ul><li><a href=\"/super-robot-wars-3/3030-23084/\" data-ref-id=\"3030-23084\">3</a> - Brave Raideen</li><li><a href=\"/super-robot-wars-ex/3030-23085/\" data-ref-id=\"3030-23085\">EX</a> - Demon God of War Goshogun</li><li><a href=\"/super-robot-wars-4/3030-23086/\" data-ref-id=\"3030-23086\">4</a> - Super Beast Machine God Dancougar, Heavy Metal L-Gaim</li><li><a href=\"/neo-super-robot-wars/3030-23087/\" data-ref-id=\"3030-23087\">Shin</a> - Gaiking, Blue Comet SPT Layzner</li><li><a href=\"/super-robot-wars-f-final/3030-23052/\" data-ref-id=\"3030-23052\">F Final</a> - Aim for the Top! Gunbuster, Space Runaway Ideon</li><li><a href=\"/super-robot-wars-64/3030-23088/\" data-ref-id=\"3030-23088\">64</a> - Giant Robo: The Animation, Six God Combination Godmars</li><li><a href=\"/super-robot-wars-compact-2-part-1-earth-crisis/3030-23040/\" data-ref-id=\"3030-23040\">Compact</a> <a href=\"/super-robot-wars-compact-2-part-2-cosmoquake/3030-23041/\" data-ref-id=\"3030-23041\">2</a> <a href=\"/super-robot-wars-compact-2-part-3-galaxy-showdown/3030-23044/\" data-ref-id=\"3030-23044\">series</a> - Dangaioh, Ninja Senshi Tobikage, Machine Robo: Revenge of Cronos</li><li><a href=\"/super-robot-wars-alpha-gaiden/3030-22662/\" data-ref-id=\"3030-22662\">Alpha Gaiden</a> - Combat Mecha Xabungle</li><li><a href=\"/super-robot-wars-a/3030-23089/\" data-ref-id=\"3030-23089\">A</a> - Metal Armor Dragonar, Martian Successor Nadesico</li><li><a href=\"/super-robot-wars-r/3030-23082/\" data-ref-id=\"3030-23082\">R</a> - Martian Successor Nadesico: The Prince of Darkness, GEAR Fighter Dendoh</li><li><a href=\"/super-robot-wars-alpha-2/3030-22607/\" data-ref-id=\"3030-22607\">Alpha 2</a> - Steel Jeeg, Brain Powerd, The King of Braves GaoGaiGar</li><li><a href=\"/super-robot-wars-compact-3/3030-23046/\" data-ref-id=\"3030-23046\">Compact 3</a> - Combining Squadron Mechander Robo, Legend of Demon Lands Acrobunch, Betterman, The Vision of Escaflowne</li><li><a href=\"/super-robot-wars-d/3030-23083/\" data-ref-id=\"3030-23083\">D</a> - Megazone 23 (Part 1&amp;2), The Big O, Future Robo Daltanius</li><li><a href=\"/super-robot-wars-mx/3030-22584/\" data-ref-id=\"3030-22584\">MX</a> - RaXenphon, Hades Project Zeorymer</li><li><a href=\"/super-robot-taisen-gc/3030-23034/\" data-ref-id=\"3030-23034\">GC</a> - Strongest Robo Daioja</li><li><a href=\"/super-robot-wars-alpha-3/3030-22429/\" data-ref-id=\"3030-22429\">Alpha 3</a> - The King of Braves GaoGaiGar FINAL</li><li><a href=\"/super-robot-wars-j/3030-22962/\" data-ref-id=\"3030-22962\">J</a> - Space Knight Tekkaman Blade</li><li><a href=\"/super-robot-wars-w/3030-21244/\" data-ref-id=\"3030-21244\">W</a> - Space Knight Tekkaman Blade II, Detonator Orgun, Beast King GoLion</li><li><a href=\"/super-robot-wars-scramble-commander-the-2nd/3030-26893/\" data-ref-id=\"3030-26893\">Scramble Commander the 2nd</a>: Shinkon Gattai Goddanar</li><li><a href=\"/super-robot-wars-z/3030-22508/\" data-ref-id=\"3030-22508\">Z</a> - Super Heavy God Gravion, Super Heavy God Gravion Zwei, Space Warrior Baldios, Space Emperor God Sigma, Psalm of Planets Eureka Seven, Overman King Gainer, The Big O Second Season</li><li><a href=\"/super-robot-wars-k/3030-25078/\" data-ref-id=\"3030-25078\">K</a> - Fafner in the Azure, Gaiking: Legend of Daiku Maryu, Kotetsushin Jeeg, GunXSword</li><li><a href=\"/super-robot-wars-neo/3030-27741/\" data-ref-id=\"3030-27741\">NEO</a> - Jushin Liger, NG Knight Lamune &amp; 40, Shippu! Iron Leaguer, Lord of Lords Ryu Knight</li><li><a href=\"/super-robot-wars-l/3030-32426/\" data-ref-id=\"3030-32426\">L</a> - Dancougar Nova, Linebarrels of Iron, Fight! Iczer-1, Iczer Reborn</li><li><a href=\"/super-robot-wars-z2-hakai-hen/3030-33701/\" data-ref-id=\"3030-33701\">Z2 Hakai-hen</a> - Code Geass: Lelouch of the Rebellion, Psalm of Planets Eureka Seven: Good Night, Sleep Tight, Young Lovers</li><li><a href=\"/super-robot-wars-z2-saisei-hen/3030-37264/\" data-ref-id=\"3030-37264\">Z2 Saisei-hen</a> - Code Geass: Lelouch of the Rebellion R2, Messenger of the Sun Testujin-28</li><li><a href=\"/super-robot-wars-ux/3030-40836/\" data-ref-id=\"3030-40836\">UX</a>: Fafner in the Azure: Heaven and Earth, Heroman, Kishin Houkou Demonbane</li><li><a href=\"//www.giantbomb.com/super-robot-wars-operation-extend/3030-42077/\" data-ref-id=\"3030-42077\">OE</a>: Mobile Police Patlabor, Patlabor: The Movie, Sgt. Frog</li><li><a href=\"//www.giantbomb.com/dai-3ji-super-robot-taisen-z-jigokuhen/3030-44861/\" data-ref-id=\"3030-44861\">Z3 Jigoku</a>: Aquarion EVOL</li><li><a href=\"/dai-3ji-super-robot-taisen-z-tengokuhen/3030-48363/\" data-ref-id=\"3030-48363\">Z3 Tengoku</a>: Gargantia on the Verdurous Planet, Diebuster</li><li><a href=\"https://www.giantbomb.com/super-robot-taisen-v/3030-54168/\" data-ref-id=\"3030-54168\">V</a>: Cross Ange, Space Battleship Yamato 2199, Brave Express Might Gaine</li></ul>", "guid": "3025-813", "name": "Super Robot Taisen"}, {"description": "<h2>Overview</h2>Macross is an anime franchise that features fighter planes with the ability to transform into <a data-ref-id=\"3055-21\" href=\"/mech/3055-21/\" slug=\"mech\">            giant robots</a>. The original series, released in 1982, was one of the earliest imitators of <a data-ref-id=\"3025-290\" href=\"/gundam/3025-290/\" slug=\"gundam\">           Mobile Suit Gundam's</a> more realistic take on robot anime.  The franchise is named after the <a data-ref-id=\"3055-830\" href=\"/sdf-1-macross/3055-830/\" slug=\"sdf-1-macross\"> <i>Macross</i></a>, a battleship that, like the series's \"Variable Fighters,\" can reconfigure itself into a humanoid form. <br/> <br/>The \"power of music\" is a recurring theme in the franchise, along with the <a data-ref-id=\"3015-2207\" href=\"/love-triangle/3015-2207/\" slug=\"love-triangle\">         love triangle</a>. <br/> <br/><h2>Robotech</h2><i>Super Dimension Fortress Macross</i> was chosen by video distribution and real estate company Harmony Gold to be brought to the United States as <a data-ref-id=\"3025-392\" href=\"/robotech/3025-392/\" slug=\"robotech\">       Robotech</a>; however, in order to meet syndication requirements, Harmony Gold decided to rewrite <i>Macross</i>, <i>Super Dimension Calvary Southern Cross</i> and <i>Genesis Climber Mospeada</i> into a single, 85-episode series.  <br/> <br/><h2>In Video Games</h2>Macross has yielded several video game adaptions. Early games took the form of scrolling shoot-em-ups, while 3D titles are almost always flight simulators. There are some exceptions, including <a data-ref-id=\"3030-30962\" href=\"/macross-eternal-love-song/3030-30962/\" slug=\"macross-eternal-love-song\">      Macross: Eternal Love Song</a> (a strategy game) and <i>Macross: True Love Song</i> (a dating sim with RPG elements). <br/> <br/>The most recent Macross games have been developed by <a data-ref-id=\"3010-204\" href=\"/artdink/3010-204/\" slug=\"artdink\"> Artdink</a>. In addition to <a data-ref-id=\"3030-22918\" href=\"/macross-ace-frontier/3030-22918/\" slug=\"macross-ace-frontier\">     Macross Ace Frontier</a>, <a data-ref-id=\"3030-27065\" href=\"/macross-ultimate-frontier/3030-27065/\" slug=\"macross-ultimate-frontier\">    Ultimate Frontier</a>, and <a data-ref-id=\"3030-33318\" href=\"/macross-triangle-frontier/3030-33318/\" slug=\"macross-triangle-frontier\">   Triangle Frontier</a>, all of which are essentially Macross-themed \"Gundam Battle\" games, Artdink has created three games for PS3-enhanced Blu-Ray movies. <br/> <br/>Due to a variety of reasons, no Macross-branded game has been released in the US or Europe. One of these reasons is the fallout from a legal battle between Big West (Macross's sponsor), <a data-ref-id=\"3025-1631\" href=\"/tatsunoko/3025-1631/\" slug=\"tatsunoko\">  Tatsunoko</a> (who owns the international rights to <i>SDF Macross</i>) and Harmony Gold (who eventually received the rights to all Macross-related media in the US); these disputes also eliminated the possibility of any future Robotech games based on the \"Macross Saga.\" The other major restricting factor is the cost of music licensing.", "guid": "3025-814", "name": "Macross"}, {"description": null, "guid": "3025-815", "name": "Aerobiz"}, {"description": "<h2>Overview</h2><p><i>America's Army </i>is a series of first person shooters that is meant to gain interest in joining the United States military. The game is developed by the US government and distributed for free over the internet. The first version was released as <i><a href=\"/americas-army-operations/3030-13066/\" data-ref-id=\"3030-13066\">America's Army: Operations</a> </i>on July 4, 2002. Since <i>Operations</i>, twenty different updates have been released, though all were built on the same game. <a href=\"/americas-army-rise-of-a-soldier/3030-4234/\" data-ref-id=\"3030-4234\"> <i>America's Army: Rise of a Soldier </i></a>was released for the <a href=\"/xbox/3045-32/\" data-ref-id=\"3045-32\"> Xbox </a>in late 2005, developed by <a href=\"/sega-studios-san-francisco/3010-5185/\" data-ref-id=\"3010-5185\"> Secret Level</a> and published by <a href=\"/ubisoft-entertainment/3010-82/\" data-ref-id=\"3010-82\"> Ubisoft</a>. Another console version, <a href=\"/americas-army-true-soldiers/3030-20476/\" data-ref-id=\"3030-20476\"> <i>America's Army: True Soldiers</i></a> was released in 2007 for the <a href=\"/xbox-360/3045-20/\" data-ref-id=\"3045-20\"> Xbox 360</a> and was developed by <a href=\"/red-storm-entertainment-inc/3010-1498/\" data-ref-id=\"3010-1498\"> Red Storm Entertainment</a>.</p><h2>Controversy</h2><p>In August 2008, protesters rallied outside Ubisoft headquarters in a protest against <i>America's Army</i>. The protesters claimed that T for Teen rating of the series is in violation of an \"international law\" making it illegal to recruit people under the age of 17 to the army.</p>", "guid": "3025-816", "name": "America's Army"}, {"description": "<p>For its time, Ultimate Alliance 1 was used as a vehicle to promote the Ultimate Universe (Earth-1610) in their comic book line. An original storyline involving Doctor Doom and several other super-villains served as the driving factor of the heroes' motivation.</p><p>With Ultimate Alliance 2, the original storyline and Ultimate Universe promotion was waved aside for an adaptation of the Civil War storyline.</p><p>For Ultimate Alliance 3, it seems it will be an original storyline without the Ultimate Universe, but with focus on the supervillains Thanos and his Black Order.</p>", "guid": "3025-818", "name": "Marvel Ultimate Alliance"}, {"description": null, "guid": "3025-820", "name": "Cake Mania"}, {"description": "<h2>Original Run<br/></h2>The Ren &amp; Stimpy Show premiered on August 11th, 1991 on Nickelodeon.  Created by the Canadian animator John Kricfalusi and animated by his Spumco studio, the show became a huge success.  <br/> <br/>In 1992, Kricfalusi was fired due to the overuse of violence, gross-out humor and the general undisciplined methods &amp; schedules Spumco used to create each episode. One example of overt violence was the episode \"Man's Best Friend\" where Ren beats up the character George Liquor with an Oar. In fact, the episode was banned until Spike TV began airing Adult Party Cartoon in 2003. With Kricfalusi gone, the new writer/director for the show was Bob Camp, and the animation duties were moved from Spumco to Games Animation.  Nickelodeon's complaints about the show's gross humor seemed to only have been directed at John K, because after the Spumco team's departure The Ren &amp; Stimpy show became more disgusting then ever.<br/> <br/>It was around this time that video games based on the show started getting released for various consoles.  The show went on for six seasons and ended in 1996 with a Christmas episode \"A Scooter for Yaksmas\".  In this time frame, many games had been released, here's a list of them all, in order of release:<br/><br/><ul class=\"plain-list\"><li>Ren &amp; Stimpy: Space Cadet Adventures (Game Boy)</li> <li>Ren &amp; Stimpy: Buckaroo$ (NES, SNES)</li> <li>Ren &amp; Stimpy: Veediots! (Game Boy, SNES)</li> <li>Ren &amp; Stimpy: Quest for the Shaven Yak (Game Gear, Master System)</li> <li>Ren &amp; Stimpy: Stimpy's Invention (Genesis)</li> <li>Ren &amp; Stimpy: Fire Dogs (SNES)</li> <li>Ren &amp; Stimpy: Time Warp (SNES)</li> <li>Ren &amp; Stimpy Pinball (Mobile)</li> </ul> <br/>Ren &amp; Stimpy have also appeared in some other Nicktoon-themed games such as:<br/><br/><ul class=\"plain-list\"><li>Nicktoons Racing (PC, PS1, GBA)</li> <li>Nicktoons: Attack of the Toybots (PS2, Wii)</li> </ul> <br/>Also, Ren &amp; Stimpy have appeared in Microsoft's Nickelodeon 3D Movie Maker, and various Nickelodeon activity programs for the PC. <br/> <br/><h2>New Episodes <br/></h2>In 2003, Spike TV brought back The Ren &amp; Stimpy Show as the \"Ren &amp; Stimpy Adult Party Cartoon.\" This show was aimed at an older audience than the original show had been. It featured overtly sexual themes, specifically having Ren &amp; Stimpy as lovers. This show was canceled after the three new episodes aired. <br/> <br/><h2>The John K Cartoons</h2> This listing contains all the Ren &amp; Stimpy Show episodes overseen by John Kricfalusi.<br/><ul class=\"plain-list\"><li>\"Big House Blues\"</li><li>\"Stimpy's Big Day\"</li><li>\"The Big Show\"</li><li>\"Robin Hoek\"</li><li>\"Nurse Stimpy\"</li><li>\"Space Madness\"</li><li>\"The Boy Who Cried Rat\"</li><li>\"Fire Dogs\"</li><li>\"The Littlest Giant\"</li><li>\"Marooned\"</li><li>\"Untamed World\"</li><li>\"Black Hole\"</li><li>\"Stimpy's Invention\"</li><li>\"In The Army\"</li><li>\"Powered Toast Man\"</li><li>\"Ren's Toothache\"</li><li>\"Man's Best Friend\"</li><li>\"Out West\"</li><li>\"Rubber Nipple Salesmen\"</li><li>\"Sven Hoek\"</li><li>\"Mad Dog Hoek\"</li><li>\"Haunted House\"</li><li>\"Big Baby Scam\"</li><li>\"Dog show\"</li><li>\"Stimpy's First Fart\"</li><li>\"Monkey See, Monkey Don't\"</li><li>\"Fake Dad\"</li><li>\"The Great Outdoors\"</li><li>\"The Cat That Laid the Golden Hairball\"</li><li>\"Stimpy's Fan Club\"</li><li>\"A Visit To Anthony\"</li><li>\"The Royal Canadian Kilted Yaksmen\"</li><li>\"Onward and Upward\"</li><li>\"Ren Seeks Help\"</li><li>\"Fire Dogs 2: Part 1\"</li><li>\"Fire Dogs 2: Part 2\"</li><li>\"Naked Beach Frenzy\"</li><li>\"Altruists: Part 1\"</li><li>\"Altruists: Part 2\"</li><li>\"Stimpy's Pregnant: Part 1\"</li><li>\"Stimpy's Pregnant Part 2: The Blessed Event\"</li></ul>", "guid": "3025-821", "name": "Ren and Stimpy"}, {"description": null, "guid": "3025-822", "name": "X"}, {"description": null, "guid": "3025-823", "name": "Pitfall"}, {"description": null, "guid": "3025-824", "name": "DonPachi"}, {"description": null, "guid": "3025-825", "name": "Joe & Mac"}, {"description": null, "guid": "3025-826", "name": "Aero Fighters"}, {"description": "<p>The Jet Moto series is one with a constant goal, to race faster than your opponents and reach the finish before them.</p>", "guid": "3025-827", "name": "Jet Moto"}, {"description": null, "guid": "3025-828", "name": "Perimeter"}, {"description": null, "guid": "3025-829", "name": "Adidas Power Soccer"}], "version": "1.0"}