{"error": "OK", "limit": 100, "offset": 1400, "number_of_page_results": 100, "number_of_total_results": 5524, "status_code": 1, "results": [{"description": "<p>Three games in the series were released within a few months' span in late 2000. The games all seemed rushed and were very glitchy and/or just plain clunky. Due to the quality and timing factor, as well as the end of the books arriving that following May, sealed the lid on what many were calling a promising game franchise.</p>", "guid": "3025-1453", "name": "Animorphs"}, {"description": null, "guid": "3025-1454", "name": "Castle Wolfenstein"}, {"description": "<h2>Overview</h2><p>The EVE franchise started out with the MMO <a href=\"/eve-online/3030-14447/\" data-ref-id=\"3030-14447\">EVE Online</a> in 2003 and later included the <a href=\"/playstation-3/3045-35/\" data-ref-id=\"3045-35\">Playstation 3</a> exclusive FPS <a href=\"/dust-514/3030-27863/\" data-ref-id=\"3030-27863\">Dust 514</a>, which tied in directly with the MMO. It was revealed at Fanfest 2016 that <a href=\"/ccp-games/3010-5270/\" data-ref-id=\"3010-5270\">CCP</a> had begun development on a new project codenamed \"<a href=\"http://www.polygon.com/2016/4/21/11477884/ccp-project-nova-pc-eve-online\" rel=\"nofollow \">Project Nova</a>\" which aims to replace the now defunct <a href=\"/dust-514/3030-27863/\" data-ref-id=\"3030-27863\">Dust 514</a>.</p><h2>EON Magazine</h2><figure data-align=\"right\" data-img-src=\"https://static.giantbomb.com/uploads/original/3/30997/1141484-issue_001_front.jpg\" data-ref-id=\"1300-1141484\" data-size=\"small\" data-ratio=\"1.4134615384615\" data-width=\"208\" data-embed-type=\"image\" style=\"width: 208px\"><a class=\"fluid-height\" style=\"padding-bottom:141.3%\" href=\"https://static.giantbomb.com/uploads/original/3/30997/1141484-issue_001_front.jpg\" data-ref-id=\"1300-1141484\"><img alt=\"EON Issue #001\" src=\"https://www.giantbomb.com/a/uploads/original/3/30997/1141484-issue_001_front.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/3/30997/1141484-issue_001_front.jpg 208w\" sizes=\"(max-width: 208px) 100vw, 208px\" data-width=\"208\"></a><figcaption>EON Issue #001</figcaption></figure><p>EON is <a href=\"/eve-online/3030-14447/\" data-ref-id=\"3030-14447\">EVE Online</a>'s official magazine, published quarterly for $14.95 USD an Issue or $55.00 USD for a year. As of July 2009 there has been 16 issues. Each issue contains many sections including ingame news, tips and ship setups, fan fiction, short stories as well as interviews of Alliances and <a href=\"/ccp-games/3010-5270/\" data-ref-id=\"3010-5270\">CCP</a> staff. While the magazine has seen a few Alienware ads in order to help support it, most of the ads are taken out by players, corporation, and alliances in order to promote themselves. The interesting thing about these ads is the fact that they are pay for in ISK, or ingame currency.</p><p>EON has influenced other MMOs, namely <a href=\"/world-of-warcraft/3030-19783/\" data-ref-id=\"3030-19783\">World of Warcraft</a>, to start publishing their own quarterly magazine. The <a href=\"/world-of-warcraft/3030-19783/\" data-ref-id=\"3030-19783\">World of Warcraft</a> magazine, found at <a href=\"http://www.worldofwarcraftthemagazine.com/\" rel=\"nofollow \">http://www.worldofwarcraftthemagazine.com/</a>, is 148 pages long and is heavily ad supported running at $39.95 USD for a year subscription. Though it is speculated that it is not doing nearly as well as EON due the lack of dynamic and open ended content that <a href=\"/world-of-warcraft/3030-19783/\" data-ref-id=\"3030-19783\">World of Warcraft</a> has to offer.</p><h2>EVE: The Second Genesis</h2><p>The Second Genesis was a collectible card game, made by <a href=\"/\">CCP Games</a> and White Wolf, Inc . where each player acts as a</p><figure data-align=\"right\" data-img-src=\"https://static.giantbomb.com/uploads/original/3/30997/1144415-eve_booster.jpg\" data-ref-id=\"1300-1144415\" data-size=\"small\" data-ratio=\"0.94043887147335\" data-width=\"319\" data-embed-type=\"image\" style=\"width: 319px\"><a class=\"fluid-height\" style=\"padding-bottom:94.0%\" href=\"https://static.giantbomb.com/uploads/original/3/30997/1144415-eve_booster.jpg\" data-ref-id=\"1300-1144415\"><img alt=\"Booster Card Packs\" src=\"https://www.giantbomb.com/a/uploads/original/3/30997/1144415-eve_booster.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/3/30997/1144415-eve_booster.jpg 319w\" sizes=\"(max-width: 319px) 100vw, 319px\" data-width=\"319\"></a><figcaption>Booster Card Packs</figcaption></figure><p>CEO of a corporation that through exploration, mining or military might would defeat the opponent CEOs, as it was possible to play with more then just two people. The game operated in phases similar to Magic the gathering, so similar that there was a mod that would make use of a PC internet version of Magic the Gathering, modified the rule and card set allowed The Second Genesis to be played.</p><p>The Core set of cards contained 240 cards and four Starter Kits, each containing two Starter Decks. The Starter decks where group by racial allegiances, the Day of Darkness Starter Kit consists of the Minmatar and Amarr and the Great War Starter Kit consists of the Caldari and Gallente, each kit containing 110 cards. After two years of no updates to the official website, the product line and website have been seemingly pulled. There has been no official statement from <a href=\"/ccp-games/3010-5270/\" data-ref-id=\"3010-5270\">CCP Games</a>.</p><h2>Quafe</h2><p>Originally Quafe had been an ingame Gallenete based corporation that sold the self named lemon-lime soft drink Quafe. Being the only soft drink in <a href=\"/new-eden/3035-2251/\" data-ref-id=\"3035-2251\">New Eden</a>, it naturally was a huge success. In October 2004 <a href=\"/ccp-games/3010-5270/\" data-ref-id=\"3010-5270\">CCP Games</a> launched the <a href=\"/eve-online/3030-14447/\" data-ref-id=\"3030-14447\">EVE Online</a> virtual drink Quafe for sale at their website. It was $1.50 USD for a bottle and $15.10 USD for a six pack. The sale of the drink was later ceased.</p>", "guid": "3025-1455", "name": "Eve"}, {"description": null, "guid": "3025-1456", "name": "Zuma"}, {"description": null, "guid": "3025-1457", "name": "EA Sports Active"}, {"description": null, "guid": "3025-1458", "name": "Nanashi no Game"}, {"description": null, "guid": "3025-1459", "name": "Cheetah Girls"}, {"description": null, "guid": "3025-1460", "name": "Disney Princess"}, {"description": null, "guid": "3025-1461", "name": "Konami Kids Playground"}, {"description": "<p>Not to be confused with the board game spin-off series <a data-ref-id=\"3025-1424\" href=\"/momotaro-dentetsu/3025-1424/\" slug=\"momotaro-dentetsu\"> Momotaro Dentetsu</a>, also from Akira Sakuma. </p>", "guid": "3025-1462", "name": "Momotaro Densetsu"}, {"description": null, "guid": "3025-1463", "name": "Lemonade Tycoon"}, {"description": null, "guid": "3025-1464", "name": "Furry Legends"}, {"description": null, "guid": "3025-1466", "name": "Aleste"}, {"description": null, "guid": "3025-1467", "name": "Memories Off"}, {"description": null, "guid": "3025-1468", "name": "Alien Shooter"}, {"description": null, "guid": "3025-1469", "name": "Abandoned Places"}, {"description": null, "guid": "3025-1470", "name": "Archon"}, {"description": null, "guid": "3025-1471", "name": "Mutant Camel"}, {"description": null, "guid": "3025-1472", "name": "BAT"}, {"description": null, "guid": "3025-1473", "name": "Barbarian Series"}, {"description": null, "guid": "3025-1474", "name": "Ōkami"}, {"description": "<p> .</p>", "guid": "3025-1475", "name": "7th Guest"}, {"description": null, "guid": "3025-1477", "name": "HardBall! Series"}, {"description": null, "guid": "3025-1478", "name": "Battle Isle"}, {"description": null, "guid": "3025-1479", "name": "Microprose Military Infantry Series"}, {"description": null, "guid": "3025-1481", "name": "Let's"}, {"description": "<p>.</p>", "guid": "3025-1482", "name": "Farming Simulator"}, {"description": null, "guid": "3025-1483", "name": "Samba De Amigo"}, {"description": null, "guid": "3025-1484", "name": "Rugby"}, {"description": null, "guid": "3025-1485", "name": "Wing Over"}, {"description": null, "guid": "3025-1486", "name": "Spelunker"}, {"description": null, "guid": "3025-1487", "name": "Genei Tougi: Shadow Struggle"}, {"description": null, "guid": "3025-1488", "name": "Asuka 120%"}, {"description": null, "guid": "3025-1489", "name": "Tobal"}, {"description": "<p>The series consists of 2 games so far, Dementium: The Ward, and Dementium 2. Renegade kid has expressed interest in making a third game for a next Gen console. <br/> <br/>The games have been published by Gamecock, and Southpeak Games. <br/></p>", "guid": "3025-1490", "name": "Dementium"}, {"description": "<p>The Flying Dragon series, maybe more properly called the Hiryu no Ken series since nearly all of the games in the series were only released in Japan, started in 1985 with Shanghai Kid, an arcade fighter that had a unique gameplay system that prioritized attention to detail over button mashing with a target star that would highlight weak points on the combatants.</p><p>After Shanghai Kid, some RPG elements were added, and most Flying Dragon games are straightforward remakes of that very first hybrid action-rpg-fighting game with small differences in gameplay and new graphics, though some offshoot games in this list are straight fighting games with no RPG elements.</p>", "guid": "3025-1491", "name": "Flying Dragon"}, {"description": null, "guid": "3025-1492", "name": "Gun Survivor"}, {"description": "<p>Shantae is a series with a troubled history, the initial game in the series Shantae, was at various points in times planned for both the Super Nintendo as well as the original Playstation. Due to various factors these versions of the game never materialized and the team eventually shifted work over to a Game Boy Color version. The final game was a 32 megabyte cartridge which was considered large for a Game Boy Color game and no publisher wanted to take the financial risk of backing such a venture. Capcom eventually released the game in 2002. By this time the Game Boy Color was succeeded by the Game Boy Advance and many would be players assumed the game was outdated technically. A sequel was in development for the Advance but it was eventually canceled after Wayforward was unable to find a publisher.</p><p>In the later half of the 2000's the Game Boy Color game had become somewhat of a cult classic and Wayforward announced plans to revive the franchise with a series of episodic games on the DSi. Eventually the developers had a change of heart and released Risky's Revenge as a full non-episodic game.</p><p>Shantae and The Pirates Curse followed shortly, and currently a fourth game, Half-Genie Hero is in the works.</p>", "guid": "3025-1493", "name": "Shantae"}, {"description": null, "guid": "3025-1494", "name": "Lupin III"}, {"description": "<p>The game series is based on a series of short stories and novels written by Andrzej Sapkowski in Polish. The first book of short stories introducing the Witcher Saga and the first novel in the series, <i>The Last Wish</i> (Polish: Ostatnie życzenie) and <i>Blood of Elves</i> (Polish: Krew elfów) respectively, have been translated to English and are available in print and various e-reader editions.</p><p>The first game in the series, <a href=\"/the-witcher/3030-10473/\" data-ref-id=\"3030-10473\">The Witcher</a>, released on PC was <a href=\"/the-witcher-rise-of-the-white-wolf/3030-24674/\" data-ref-id=\"3030-24674\">in development for Xbox 360 and PS3</a> until April 2009 when developer <a href=\"https://www.giantbomb.com/articles/console-port-of-the-witcher-put-on-hold/1100-1218/\" data-ref-id=\"1100-1218\">CD Projekt RED announced that the project had been put on indefinite hold</a>. The second game in the series, <a href=\"/the-witcher-2-assassins-of-kings/3030-28178/\" data-ref-id=\"3030-28178\">The Witcher 2: Assassins of Kings</a>, released on PC May 17, 2011 and on Xbox 360 on April 17, 2012. The third major entry in the series, <a href=\"/the-witcher-3-wild-hunt/3030-41484/\" data-ref-id=\"3030-41484\">The Witcher 3: Wild Hunt</a>, was released on May 19, 2015 for PC, PS4, and Xbox One.</p><p>The games follow the Witcher, <a href=\"/geralt-of-rivia/3005-2039/\" data-ref-id=\"3005-2039\">Geralt of Rivia</a>, as he struggles to regain his memories and prevent the Wildhunt from destroying the world. Amnesia is used to both allow the player to make choices the Geralt from the books would not have made and to allow the game developers to explain aspects of the universe to those who have not read the book.</p>", "guid": "3025-1495", "name": "The Witcher"}, {"description": null, "guid": "3025-1496", "name": "Zombie Smashers X"}, {"description": null, "guid": "3025-1497", "name": "Dungeon Explorer"}, {"description": null, "guid": "3025-1498", "name": "Totally Spies"}, {"description": "<p>Out of the Park Baseball is a baseball simulation franchise for the PC which emphasizes realistic, stat based simulation. Games in the franchise feature a large amount of customization, and players can choose to simulate modern baseball, or to use a historical database and begin their franchise at any year dating back to 1901, importing all real players at the appropriate year. Additionally, the series allows players to create their own full-fledged fictional universe, and ignore all of reality. Each entry in the franchise allows players to import their save file from the previous one, allowing players to keep franchises and dynasties going for years. <br/> <br/>Another staple of the series is the manager mode. In this mode, players can either step right into being the GM of a big league team, or they can start as small as they want, even being a Rookie ball manager. Players who succeed can be rewarded with promotions and better jobs, while players who fail to get their teams to deliver may wind up being fired. <br/> <br/>Because the games are focused on building teams first and foremost, playing of games is different than many other sports games. If players choose to play out there games (simply simming them and acting as the GM is always an option), they will function as the manager. They will make the appropriate changes when necessary, and during the play by play, the player will give instructions such as \"Swing away\", \"Hit and Run\" or \"Bunt\" while hitting, and position the defense and give the pitcher instructions such as \"Pitch Away\", \"Hold Runner(s)\", or \"Pitch out\" while pitching. Actual selection of pitches and how to hit is handled by the AI.  Beginning in 2006, the game also featured a more in depth pitch by pitch mode, although the quicker play by play remains an option as well.</p>", "guid": "3025-1499", "name": "Out of the Park Baseball"}, {"description": null, "guid": "3025-1500", "name": "Hunter: The Reckoning"}, {"description": null, "guid": "3025-1501", "name": "Hasbro Family Game Night"}, {"description": "<h2>Overview</h2><p>Originally developed as an ersatz <a href=\"//www.giantbomb.com/guilty-gear/3025-287/\" data-ref-id=\"3025-287\"><em>Guilty Gear</em></a> due to the original license being owned by <a href=\"//www.giantbomb.com/sammy-studios-inc/3010-853/\" data-ref-id=\"3010-853\">Sammy</a>, the BlazBlue franchise has grown into its own universe with everything from the original fighting games to light novels and even an anime adaptation with most of the same voice cast from the game. Though Daisuke Ishiwatari helped with the game's production, the lion's share of the work was done by <a href=\"/toshimichi-mori/3040-98228/\" data-ref-id=\"3040-98228\">Toshimichi Mori</a>.</p><h2>Story</h2><h3>Calamity Trigger</h3><p>Many years ago, a large being appeared known only as \"The Black Beast.\" It ravaged the entire world, leaving destruction in its wake. All conventional weapons were useless against it, and even nuclear bombs proved to be useless against this strange new threat. But one day, a legendary band of warriors known collectively as \"The Six Heroes,\" wielding magic and special weaponry, rose to fight the Black Beast and bring peace to what was left of humanity.</p><p>In the aftermath, the Novus Orbis Librarium (\"The Library\" or the NOL) united most of humanity under a single government, and organized the construction of \"Hierarchical Cities\" at high elevations. The death of the Black Beast covered most of the world in \"seithr,\" a magical energy that could be used to power magic and technology, but at the same time too much exposure could cause living things to go insane or even die, so these cities were built at high elevations, on mountains, and similar formations.</p><p>There was a relative period of peace, but soon a faction emerged that sought independence from the rule of the Library. The Federation led by the city of Ikaruga ended up fighting in a civil war with the Library, but the city was mercilessly wiped out by NOL forces, and the survivors scattered to the other cities.</p><p>Now in the present, in the 13th Hierarchical City of Kagutsuchi, a notorious SS-class criminal known as \"Ragna the Bloodedge\" has reportedly set his sights on destroying the main NOL branch there, just as he has in other cities around the world. This has sparked bounty hunters and soldiers of all kinds to flock to the city. Some seek the massive bounty his capture would bring, others seek the \"Azure Grimoire\" (or BlazBlue) that Ragna supposedly holds, an artifact that contains immense magical power to anyone who wields it, and still others have their own reasons for coming to the city.</p><h3>Continuum Shift</h3><p>Noel Vermillion has been revealed as the true holder of the Azure Grimoire, but Hazama appeared at the last moment to steal it from her. While Ragna and Jin nurse their respective wounds, the major players suddenly take an interest in Noel as Hazama seeks to turn her back into Mu-12. Meanwhile, Rachel is having issues dealing with a highly advanced AI that has been resetting the flow of time over and over, Tsubaki is wrestling with her duty to the Imperator over being ordered to kill her dear friends Noel and Jin, Hakumen is being kept prisoner and Kokonoe prepares her contingency plan should things go wrong.</p><h3>Chrono Phantasma</h3><p>A handful of powerful factions within the NOL begin to break away from the Imperator as Kagura Mutsuki secretly prepares to install the surviving heir to the scattered nation of Ikaruga as the new leader. Meanwhile, Sector Seven grows weary of Kokonoe's actions and thaws out an unstoppable berserker to deal with her. Elsewhere, Rachel attempts to organize a small band of fighters to deal with the true threat the Imperator poses to the world. However, the Imperator and her servants prove to be a difficult challenge, and Izanami partially succeeds in its goal of drowning the world in seithr, making Ragna and his siblings' efforts to stop Take-Mikazuchi into a somewhat pyrrhic victory.</p><h3>Central Fiction</h3><p>While Kagura attempts to consolidate the remnants of the Library around his chosen heir, a giant egg appears in the sky created by Izanami, the displaced Imperator. As the egg hatches, Ragna suddenly finds himself teleported back to the past, where only he remembers recent events, while everyone else seems to be acting slightly different.</p><h2>Main Games</h2><h3>BlazBlue: Calamity Trigger</h3><p>The game that started it all. Only ten characters were playable in this version, including the final boss character <a href=\"/v-13/3005-11515/\" data-ref-id=\"3005-11515\">v-13</a> (pronounced \"Nyu,\" as in the 13th Greek letter).</p><h3>BlazBlue: Continuum Shift</h3><p>This game continued off the story from the first game and added two new playable characters to the mix: <a href=\"/tsubaki-yayoi/3005-12480/\" data-ref-id=\"3005-12480\">Tsubaki Yayoi</a> and <a href=\"/hazama/3005-11516/\" data-ref-id=\"3005-11516\">Hazama</a>. A third, Mu-12, could be unlocked after beating the Story mode. Also, the burst and guard systems were tweaked a bit.</p><h3>BlazBlue: Continuum Shift II</h3><p>Technically a patch for the previous game (and was a downloadable patch for the console versions) but released as a brand new title on the PSP and Nintendo 3DS. This version also introduced three more playable characters that could be downloaded for a price or patched in for free to play against online: <a href=\"/makoto-nanaya/3005-13475/\" data-ref-id=\"3005-13475\">Makoto Nanaya</a>, <a href=\"/valkenhayn-hellsing/3005-15849/\" data-ref-id=\"3005-15849\">Valkenhayn R. Hellsing</a>, and <a href=\"/platinum-the-trinity/3005-15848/\" data-ref-id=\"3005-15848\">Platinum the Trinity</a>.</p><h3>BlazBlue: Continuum Shift Extend</h3><p>This one contained all previous playable characters for no extra charge and added one more: <a href=\"/relius-clover/3005-16619/\" data-ref-id=\"3005-16619\">Relius Clover</a>. Technically another expansion pack and patch to BB:CS, but released as its own retail copy instead with a couple new modes attached: Unlimited Mars mode, forcing the player to fight a string of Unlimited-powered AI opponents with no continues, and Abyss mode which added RPG elements to the normal fighting game as the player took one character down a set number of levels depending on selected difficulty.</p><p>In addition, the story mode included paths for the new characters not mentioned in the original Continuum Shift, and offered a truncated story of Calamity Trigger with new cutscenes animated by <a href=\"/nitroplus/3010-6446/\" data-ref-id=\"3010-6446\">Nitroplus</a>.</p><h3>BlazBlue: Chrono Phantasma</h3><p>A true sequel to the events of Continuum Shift. This game was released only for the PS3 and PS Vita, as Mori claimed that the size limitations of XBOX 360 discs made it difficult to release the game for that system without removing some content.</p><p>Chrono Phantasma included seven new playable characters, including two who would later be added as DLC: <a href=\"/yuki-terumi/3005-32917/\" data-ref-id=\"3005-32917\">Yuki Terumi</a> (the original version of <a href=\"/hazama/3005-11516/\" data-ref-id=\"3005-11516\">Hazama</a>) and <a href=\"/kokonoe/3005-15004/\" data-ref-id=\"3005-15004\">Kokonoe</a>. Gameplay-wise, the guard-break system was completely overhauled from Continuum Shift and a new system called \"Overdrive\" was introduced, allowing a character to sacrifice a burst each round in order to briefly extend combos or make their Distortion Drives even stronger, which could result in an \"Overdrive Finish\" if the enemy was successfully KO'd with one.</p><p>Rather than focus on each character's story individually as done in previous games, the story mode largely split into three sections: Chronophantasma, Six Heroes, and Sector Seven. The three branches would later unite into one path for the True Ending of the story, which brought the protagonists together to fight a rampaging Take-Mikazuchi called down by the Imperator herself.</p><p>The game also introduced fake arcade lobbies online, which allowed players to meet up in giant rooms where they could challenge one-another by having their avatar sit at a machine across from the player they wished to play, simulating a local arcade experience. Some lobbies offered special prizes for avatars or flags.</p><h3>BlazBlue: Chrono Phantasma Extend</h3><p>An expansion of the previous game released in the summer of 2015. This game included a playable <a href=\"/celica-a-mercury/3005-31214/\" data-ref-id=\"3005-31214\">Celica A. Mercury</a> as she largely relies on a copy of Nirvana (Carl's Nox Nyctores) created by Kokonoe to fight for her. The game also includes extra story content that was only found in the spinoff manga <em>Remix Heart</em>.</p><h3>BlazBlue: Centralfiction</h3><p>A brand new title in the main line of BlazBlue games, BBCF inserted six more playable characters to the game's roster, including one who only appeared in the light novel spinoff <em>Bloodedge Experience</em>, and one from the visual novel spinoff <em>XBlaze</em> series.</p><h2>Spinoff Games</h2><h3><a href=\"/blayzbloo-super-melee-brawlers-battle-royale/3030-29427/\" data-ref-id=\"3030-29427\">BlayzBloo: Super Melee Brawlers Battle Royale</a></h3><p>A multiplayer party game released after Calamity Trigger, using super-deformed main cast characters. <a href=\"/blazblue-clone-phantasma/3030-40685/\" data-ref-id=\"3030-40685\"><strong>BlazBlue: Clone Phantasma</strong></a> would be released a few years later, another party game with more content.</p><h3>XBlaze</h3><p>Visual Novels set in the BlazBlue universe, though 150 years before any of the events from the main games happened. The first game, <a href=\"/xblaze-code-embryo/3030-42398/\" data-ref-id=\"3030-42398\"><strong>Code: Embryo</strong></a>, involves high school student Toya Kagari stumbling onto a mysterious girl named \"Es\" from the Mitsurugi Agency, and from there being dragged into experiments involving Seithr, Distortion Drives and more.</p><p>The sequel, <a href=\"/xblaze-lost-memories/3030-47297/\" data-ref-id=\"3030-47297\"><strong>Lost: Memories</strong></a>, sees the return of the two main characters from the previous game, as well as a few more adventure elements sprinkled in to the game.</p><h3>Battle Cards</h3><p>A Japan-only mobile-based card game</p><h3><a href=\"/blazblue-cross-tag-battle/3030-60367/\" data-ref-id=\"3030-60367\">BlazBlue Cross Tag Battle</a></h3><p>A giant 2v2 fighting game featuring characters from multiple franchises, including:</p><ul><li>BlazBlue</li><li><a href=\"/under-night-in-birth/3025-4621/\" data-ref-id=\"3025-4621\">Under Night In-Birth</a></li><li><a href=\"/persona-4-arena/3030-36274/\" data-ref-id=\"3030-36274\">Persona 4 Arena</a></li><li><a href=\"/rwby/3025-4744/\" data-ref-id=\"3025-4744\">RWBY</a></li></ul><p>Future DLC added extra characters from other franchises:</p><ul><li><a href=\"/arcana-heart/3025-1281/\" data-ref-id=\"3025-1281\">Arcana Heart</a></li><li><a href=\"/senran-kagura/3025-2251/\" data-ref-id=\"3025-2251\">Senran Kagura</a></li><li><a href=\"/akatsuki-blitzkampf/3030-35030/\" data-ref-id=\"3030-35030\">Akatsuki Blitzkampf</a></li></ul><h2>Books</h2><h3>Manga</h3><p>There are three different manga stories created in the universe.</p><h4>BlazBlue</h4><p>A retelling of the Calamity Trigger story in 8 chapters.</p><h4>Chimelical Complex</h4><p>Another telling of the Calamity Trigger story, but from different perspectives.</p><h4>Remix Heart</h4><p>A BlazBlue story set in and around the NOL Academy, with a new protagonist named Mai who was transformed into a girl after stumbling upon a long-dormant magical grimoire.</p><h3>Light Novels</h3><h3>Phase 0/Phase Shift</h3><p>Several books that detail the events from before the game's story during the \"Dark War.\"</p><h3>Calamity Trigger/Continuum Shift</h3><p>Adaptations of the story from the first two main BlazBlue titles.</p><h3>Bloodedge Experience</h3><p>Set over 150 years before the events of Calamity Trigger, about an ordinary high school student named <a href=\"/naoto-kurogane/3005-32944/\" data-ref-id=\"3005-32944\">Naoto Kurogane </a>who gets a strange new power after his right arm is cut off by an enemy.</p><h2>Media</h2><h3>CDs</h3><table data-max-width=\"true\"><thead><tr><th scope=\"col\">Title</th><th scope=\"col\">Album</th></tr></thead><tbody><tr><td>Calamity Trigger</td><td>BLAZBLUE OST + BONUS DISCS</td></tr><tr><td>Continuum Shift</td><td>BLAZBLUE SONG ACCORD #1</td></tr><tr><td>Continuum Shift II</td><td>BLAZBLUE SONG ACCORD #2</td></tr><tr><td>Continuum Shift Extend</td><td><ul><li>BLAZBLUE IN L.A. VOCAL EDITION</li><li>BLAZBLUE SONG INTERLUDE</li><li>BLAZBLUE: CONTINUUM SHIFT EXTEND LIMITED ORIGINAL SOUNDTRACK</li></ul></td></tr><tr><td>Chrono Phantasma</td><td><ul><li>BLAZBLUE SONG INTERLUDE II</li><li>BLAZBLUE PHASE III CHRONOPHANTASMA OST</li><li>BLAZBLUE Vocal Album SONG IMPRESSION</li></ul></td></tr><tr><td>Alter Memory (TV)</td><td>BLAZBLUE ALTER MEMORY OST</td></tr><tr><td>XBlaze Code:Embryo</td><td>XBLAZE CODE: EMBRYO OST</td></tr><tr><td>XBlaze Lost:Memories</td><td>XBLAZE LOST:MEMORIES OST</td></tr></tbody></table><p> </p><h3>Anime</h3><p><strong>BlazBlue: Alter Memory</strong>, a 12-episode anime series which retold the stories of the first two games along with some added fanservice, bringing many of the original VAs for each character in the games to voice their animated counterparts.</p>", "guid": "3025-1502", "name": "BlazBlue"}, {"description": null, "guid": "3025-1503", "name": "Record of Agarest War"}, {"description": null, "guid": "3025-1504", "name": "Senko no Ronde"}, {"description": "<p> <br/>The Motocross Madness franchise was developed by Rainbow Studios and published by Microsoft. The series is know for its realism, having realistic physics and locations. So far, there are only two games in the franchise. There are no known plans for releasing a sequel or new game. The game series has a cult following with a small semi-active community.</p>", "guid": "3025-1505", "name": "Motocross Madness"}, {"description": null, "guid": "3025-1506", "name": "Dirty Harry"}, {"description": null, "guid": "3025-1507", "name": "Letter Drop"}, {"description": null, "guid": "3025-1508", "name": "Joust"}, {"description": null, "guid": "3025-1509", "name": "Mahjong Fight Club"}, {"description": null, "guid": "3025-1510", "name": "EA Sports Rugby"}, {"description": null, "guid": "3025-1511", "name": "Matt Hazard"}, {"description": null, "guid": "3025-1512", "name": "Hana Yori Dango"}, {"description": null, "guid": "3025-1513", "name": "Wingman"}, {"description": null, "guid": "3025-1514", "name": "Interpol"}, {"description": null, "guid": "3025-1515", "name": "7 Wonders"}, {"description": null, "guid": "3025-1516", "name": "Eureka Seven"}, {"description": null, "guid": "3025-1517", "name": "NBA Starting Five"}, {"description": null, "guid": "3025-1518", "name": "What Did I Do to Deserve This, My Lord!?"}, {"description": "<p>American idol is an American pop competition</p>", "guid": "3025-1519", "name": "American Idol"}, {"description": "<p>NBA licensed games use the likenesses of players, teams, and team logos provided by the National Basketball Association.</p>", "guid": "3025-1520", "name": "NBA"}, {"description": null, "guid": "3025-1521", "name": "Shiren the Wanderer"}, {"description": null, "guid": "3025-1523", "name": "Hanjuku Eiyuu"}, {"description": null, "guid": "3025-1524", "name": "Tears to Tiara"}, {"description": null, "guid": "3025-1525", "name": "Jelda"}, {"description": null, "guid": "3025-1526", "name": "Fist"}, {"description": null, "guid": "3025-1527", "name": "Dracula"}, {"description": "<p>The NHL FaceOff games featured 3D graphics and average-at-worst gameplay.  The franchise never matched the success of EA's NHL titles and, after the 2002 iteration of the game was cancelled, the franchise finished with the release of NHL FaceOff 2003. However, the franchise was not Sony's last foray into ice hockey, as they went on to publish the Gretzky-branded NHL games later. <br/> <br/>Cover Athletes  <br/></p><ul class=\"plain-list\"><li>NHL FaceOff: Sergei Fedorov<br/></li><li>NHL FaceOff '97: Paul Coffey<br/></li><li>NHL FaceOff '98: John LecLair</li><li>NHL FaceOff '99: Chris Chelios</li><li>NHL FaceOff 2000: John LecLair</li><li>NHL FaceOff 2001: Curtis Joseph</li><li>NHL FaceOff 2003: Rob Blake<br/></li></ul>", "guid": "3025-1528", "name": "NHL FaceOff"}, {"description": null, "guid": "3025-1529", "name": "Lightning Warrior Raidy"}, {"description": null, "guid": "3025-1530", "name": "Madagascar"}, {"description": null, "guid": "3025-1531", "name": "A-Train"}, {"description": null, "guid": "3025-1532", "name": "Tap Tap Revenge"}, {"description": null, "guid": "3025-1533", "name": "Get Backers"}, {"description": null, "guid": "3025-1534", "name": "Globetrotter"}, {"description": null, "guid": "3025-1535", "name": "Monster 4x4"}, {"description": null, "guid": "3025-1537", "name": "Astro Boy"}, {"description": null, "guid": "3025-1538", "name": "Soul Eater"}, {"description": null, "guid": "3025-1539", "name": "We Cheer"}, {"description": "<h2>Overview</h2>The Arkedo Series franchise is essentially an experiment from French development studio, <a data-ref-id=\"3010-6715\" href=\"/arkedo-studio/3010-6715/\" slug=\"arkedo-studio\">                Arkedo</a> (developers of <a data-ref-id=\"3030-24378\" href=\"/big-bang-mini/3030-24378/\" slug=\"big-bang-mini\">               Big Bang Mini</a> and <a data-ref-id=\"3030-20551\" href=\"/nervous-brickdown/3030-20551/\" slug=\"nervous-brickdown\">              Nervous Brickdown</a>). Arkedo decided to attempt to develop one game per month, and have since released three games (as well as announced an upcoming game). These games all share similar humor, faux-retro style, and colorful graphics. Having been released on the <a data-ref-id=\"3015-2533\" href=\"/xbox-live-indie-games/3015-2533/\" slug=\"xbox-live-indie-games\">             Xbox Live Indie Game</a> Marketplace, each game has sold for 240 Microsoft Points (or $3.00) apiece.<br/><br/><h2>Games</h2><h3>Arkedo Series - 01 JUMP!   </h3><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/5150/1169099-copy_of_screen_o4_noscale.jpg\" data-ref-id=\"1300-1169099\" data-size=\"small\" data-ratio=\"0.562\"><a class=\"fluid-height\" style=\"padding-bottom:56.2%\" href=\"https://static.giantbomb.com/uploads/original/0/5150/1169099-copy_of_screen_o4_noscale.jpg\" data-ref-id=\"1300-1169099\"><img alt=\" JUMP! is a faux-retro platforming game.\" src=\"https://www.giantbomb.com/a/uploads/scale_small/0/5150/1169099-copy_of_screen_o4_noscale.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/5150/1169099-copy_of_screen_o4_noscale.jpg 1000w, https://www.giantbomb.com/a/uploads/scale_super/0/5150/1169099-copy_of_screen_o4_noscale.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/0/5150/1169099-copy_of_screen_o4_noscale.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/0/5150/1169099-copy_of_screen_o4_noscale.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></a><figcaption> JUMP! is a faux-retro platforming game.</figcaption></figure>      <br/>The first game in Arkedo's experiment, <a data-ref-id=\"3030-29027\" href=\"/arkedo-series-01-jump/3030-29027/\" slug=\"arkedo-series-01-jump\">            JUMP!</a> is a retro-style platformer starring Jumpman, a <a data-ref-id=\"3005-141\" href=\"/pitfall-harry/3005-141/\" slug=\"pitfall-harry\">           Pitfall Harry</a> lookalike. The player must guide Jumpman through 30 increasingly difficult levels by jumping (naturally), picking up items, throwing knives, and collecting bombs. The key concept in JUMP! is that each level has a certain amount of ticking bombs that must be collected before the timer runs out. Sometimes, these bombs will have certain requirements before they can be collected, such as gathering a set amount of money.<br/><br/><h3>Arkedo Series - 02 SWAP!</h3><br/>Arkedo's second Indie Game is <a data-ref-id=\"3030-29126\" href=\"/arkedo-series-02-swap/3030-29126/\" slug=\"arkedo-series-02-swap\">          SWAP!</a>, a puzzle game similar to <a data-ref-id=\"3030-13130\" href=\"/tetris-attack/3030-13130/\" slug=\"tetris-attack\">         Tetris Attack</a> and <a data-ref-id=\"3030-8052\" href=\"/pokemon-puzzle-league/3030-8052/\" slug=\"pokemon-puzzle-league\">        Pokémon Puzzle League</a>. Described as a \"dual stick puzzle game,\" SWAP! allows players to flip blocks horizontally and vertically as they constantly rise higher on the playing field. Matching up blocks at least four in a row vertically or horizontally is the key to keeping these blocks from reaching the top. The game also has a short story mode of five levels, starring <a data-ref-id=\"3005-14302\" href=\"/king-kat/3005-14302/\" slug=\"king-kat\">       King Kat</a>.<br/><br/><h3>Arkedo Series - 03 PIXEL!   </h3><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/5150/1217162-091210_03_02_big.jpg\" data-ref-id=\"1300-1217162\" data-size=\"small\" data-ratio=\"0.56692913385827\"><a class=\"fluid-height\" style=\"padding-bottom:56.7%\" href=\"https://static.giantbomb.com/uploads/original/0/5150/1217162-091210_03_02_big.jpg\" data-ref-id=\"1300-1217162\"><img alt=\" PIXEL! is one of the top-rated Xbox Live Indie Games.\" src=\"https://www.giantbomb.com/a/uploads/scale_small/0/5150/1217162-091210_03_02_big.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/5150/1217162-091210_03_02_big.jpg 1270w, https://www.giantbomb.com/a/uploads/scale_super/0/5150/1217162-091210_03_02_big.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/0/5150/1217162-091210_03_02_big.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/0/5150/1217162-091210_03_02_big.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></a><figcaption> PIXEL! is one of the top-rated Xbox Live Indie Games.</figcaption></figure> <br/>Starring <a data-ref-id=\"3005-14303\" href=\"/pixel-the-cat/3005-14303/\" slug=\"pixel-the-cat\">      Pixel the Cat</a>, <a data-ref-id=\"3030-29446\" href=\"/arkedo-series-03-pixel/3030-29446/\" slug=\"arkedo-series-03-pixel\">     PIXEL!</a> is a side-scrolling action-adventure game. Players take control of Pixel and must traverse six levels (although these levels are much longer than JUMP!'s levels). Pixel can jump on enemies' heads, killing them and building up a meow-meter, which (upon being filled) allows Pixel to unleash a devastating meow.<br/><br/>PIXEL!'s key gameplay twist is that, at many points in the game the player will be required to \"zoom in\" to the individual pixels by holding the left trigger, and then examining them in order to perform a task (e.g. chopping down a tree, killing a guard dog). In addition to these required areas, there are three collectibles per level that the player can unlock by zooming in on specially marked blocks.<br/><br/><h3>Arkedo Series - 04 SLASH!</h3><br/>The fourth game in the Arkedo Series has been announced, although there is little information regarding it. One of the developers mentioned in an interview that the game is planned to be \"a mix between the <a data-ref-id=\"3025-9\" href=\"/the-legend-of-zelda/3025-9/\" slug=\"the-legend-of-zelda\">   Legend of Zelda</a> and <a data-ref-id=\"3025-237\" href=\"/geometry-wars/3025-237/\" slug=\"geometry-wars\">  Geometry Wars</a>.\" In addition, a post on NeoGAF by an employee of Arkedo indicates that work on <a data-ref-id=\"3030-29962\" href=\"/arkedo-series-04-slash/3030-29962/\" slug=\"arkedo-series-04-slash\">    SLASH!</a> was put on hold due to another project, but they plan to resume working on SLASH! soon.", "guid": "3025-1540", "name": "Arkedo Series"}, {"description": "<p>Worlds of Ultima is a short-lived spin-off series from the <a data-ref-id=\"3025-247\" href=\"/ultima/3025-247/\" slug=\"ultima\">Ultima</a> franchise. The developers at Origin Systems envisioned the series as an expedient way of developing games using the existing engines developed for the core Ultima games.</p><p>The premise of the series is that the Orb of the Moon, the magical stone which the Avatar uses to travel from Earth to <a data-ref-id=\"3035-416\" href=\"/britannia/3035-416/\" slug=\"britannia\">Britannia</a>, can also open moongate portals to other worlds and time periods. Two games were released, both running on the <a data-ref-id=\"3030-10012\" href=\"/ultima-vi-the-false-prophet/3030-10012/\" slug=\"ultima-vi-the-false-prophet\">Ultima VI</a> engine. The Savage Empire features the Avatar exploring a land where dinosaurs live alongside tribal humans, a tale inspired by Aurthur Conan Doyle's <i>The Lost World</i>. Martian Dreams finds the Avatar transported to the Victorian Era, in a world where humans have traveled to Mars and discovered the remnants of a Martian civilization; this story was inspired by the works of Jules Verne and Percival Lowell.</p><p>Other Worlds of Ultima games were conceived but never fully produced, with one reportedly themed around Arthurian legends. Another, inspired by ancient Greek mythology, eventually formed the loose basis for <a data-ref-id=\"3030-18789\" href=\"/ultima-viii-pagan/3030-18789/\" slug=\"ultima-viii-pagan\">Ultima VIII: Pagan</a>'s story, with Pagan's Titans replacing the Greek pantheon.</p><p>Both Worlds of Ultima games prominently feature the character Dr. Johann Spector, the <i>alter ego</i> of series producer <a data-ref-id=\"3040-2978\" href=\"/warren-spector/3040-2978/\" slug=\"warren-spector\">Warren Spector</a> (in the same sense that <a data-ref-id=\"3005-1401\" href=\"/lord-british/3005-1401/\" slug=\"lord-british\">Lord British</a> is the alter ego of <a data-ref-id=\"3040-6635\" href=\"/richard-garriott/3040-6635/\" slug=\"richard-garriott\">Richard Garriott</a>.) They are the only Ultima games in which the character appears.</p>", "guid": "3025-1541", "name": "Worlds of Ultima"}, {"description": "<br/>", "guid": "3025-1543", "name": "Skunny"}, {"description": null, "guid": "3025-1544", "name": "Constructor"}, {"description": null, "guid": "3025-1545", "name": "Crosstown"}, {"description": null, "guid": "3025-1546", "name": "New Super Mario Bros."}, {"description": null, "guid": "3025-1547", "name": "Bellini"}, {"description": null, "guid": "3025-1548", "name": "Bille & Trille"}, {"description": null, "guid": "3025-1549", "name": "Takeda"}, {"description": null, "guid": "3025-1551", "name": "Deadliest Catch"}, {"description": null, "guid": "3025-1552", "name": "Twelve Sky"}, {"description": null, "guid": "3025-1553", "name": "Skip Beat!"}, {"description": null, "guid": "3025-1554", "name": "Feel the Magic"}, {"description": null, "guid": "3025-1556", "name": "Omikron"}, {"description": null, "guid": "3025-1557", "name": "Iron Man"}, {"description": "<h2>Overview</h2><p>Rengoku is a series of two titles, each of which is futuristic dungeon crawler where androids are trapped in a tower and are programmed to fight each other indefinitely. One of the gameplay premises of the series is the fact you are reanimated after meltdown. (i.e. death) Dying simply results you being down to the bottom of the tower, with your stats and inventory intact, and you can even teleport back up to where you were. The only penalty incurred is that any equipment you were currently wearing were lost, but in Rengoku 2 even that penalty is diminished by allowing you to return to where you died and get your equipment back. The exception is if you die during a floor boss, in which case you get to keep your equipment.</p><p>A peculiarity of the series is that the two titles differ tremendously in quality, aside from the sequel adding things to the formula.</p><h2>Plot</h2><p>The story in each title is standalone rather than one being a continuation of the events of the other. However it can be speculated that the two games take place in the same fictional universe.</p><h4>Rengoku's story</h4><p>Androids fight in a combat arena originally intended to serve as entertainment for human spectators. The combat program still runs autonomously, forcing androids to fight each other, and recreating them each time they are defeated so they can fight again. You play as an android that has became self-aware and questions the reason for the his and the arena's existence. He hopes to reach the top of the tower in order to find answers.</p><h4>Rengoku 2's story</h4><p>A virtual reality combat program was created in order to create an AI for an ultimate fighting android, using the memories of human soldiers who died. Beatrice, the scientist who runs the program discovers that her fallen lover, Gram, is one of the people whose memories was placed inside the program.</p><p>It is later revealed that Gram died while his team was using experimental AI cell combat suits, which led to a team member betraying and killing some of the other members in order to gain control of all the AI cells. This led the remaining members to turn on each other, resulting in a bloodbath. Gram finds himself reanimated as an android, trapped inside a tower where he must fight his fallen comrades all over again, who have themselves taken on monstrous android forms.</p>", "guid": "3025-1558", "name": "Rengoku"}, {"description": null, "guid": "3025-1559", "name": "Dark Reign"}, {"description": null, "guid": "3025-1560", "name": "Sega Bass Fishing"}], "version": "1.0"}