{"error": "OK", "limit": 100, "offset": 1600, "number_of_page_results": 100, "number_of_total_results": 5524, "status_code": 1, "results": [{"description": "<p>Libero Grande is a series of arcade soccer games for the <a data-ref-id=\"3045-22\" href=\"/playstation/3045-22/\" slug=\"playstation\">  PlayStation</a>.  The games are unique in the fact that the player controls just one player on the pitch, rather than switching constantly between all of the players on a single team.</p>", "guid": "3025-1667", "name": "Libero Grande"}, {"description": null, "guid": "3025-1668", "name": "Aria"}, {"description": null, "guid": "3025-1669", "name": "Ray's Maze"}, {"description": null, "guid": "3025-1670", "name": "Gunblade NY"}, {"description": null, "guid": "3025-1671", "name": "Farm Frenzy"}, {"description": null, "guid": "3025-1672", "name": "Summoner"}, {"description": null, "guid": "3025-1673", "name": "Touch"}, {"description": null, "guid": "3025-1674", "name": "Tony Tough"}, {"description": null, "guid": "3025-1675", "name": "Where's Waldo"}, {"description": null, "guid": "3025-1676", "name": "Town & Country Surf Designs"}, {"description": null, "guid": "3025-1677", "name": "Gremlins"}, {"description": null, "guid": "3025-1678", "name": "Another Century's Episode"}, {"description": null, "guid": "3025-1679", "name": "Poptropica"}, {"description": "  ", "guid": "3025-1680", "name": "The Mummy"}, {"description": null, "guid": "3025-1681", "name": "Bionic Commando Rearmed"}, {"description": "<p>The series and original game title \"Hang-On\" was inspired by a turning technique of the same name used by motorbike racers that series creator <a href=\"//www.giantbomb.com/yu-suzuki/3040-15149/\" data-ref-id=\"3040-15149\">Yu Suzuki</a> found in a motorcycle magazine. Suzuki later learned that the technique in English is referred to as \"hang off\"; nevertheless, the name \"Hang-On\" stuck.</p>", "guid": "3025-1682", "name": "Hang-On"}, {"description": null, "guid": "3025-1683", "name": "Zenonia"}, {"description": null, "guid": "3025-1685", "name": "Star Defender"}, {"description": "<p>The <strong>Hi-Rez Adventures</strong> are a series of graphic adventure games, developed by <a href=\"/ken-williams/3040-928/\" data-ref-id=\"3040-928\">Ken</a> and <a href=\"/roberta-williams/3040-2073/\" data-ref-id=\"3040-2073\">Roberta Williams'</a> company, <a href=\"/sierra/3010-1030/\" data-ref-id=\"3010-1030\">On-Line Systems</a>. The series is notable in several ways: <a href=\"/mystery-house/3030-2744/\" data-ref-id=\"3030-2744\">Mystery House</a> was the first adventure game to feature visuals to accompany traditional text-adventure gameplay, and <a href=\"/wizard-and-the-princess/3030-10317/\" data-ref-id=\"3030-10317\">Wizard and the Princess</a> was the first adventure game to feature color graphics. All of the titles were written and designed using Ken Williams' Adventure Development Language.</p><p>Although it was developed as the third game in the series, <a href=\"/mission-asteroid/3030-10112/\" data-ref-id=\"3030-10112\">Mission: Asteroid</a> is considered Adventure #0, as it was created as an introductory game and made deliberately easier as a result.</p>", "guid": "3025-1686", "name": "Hi-Res Adventures"}, {"description": null, "guid": "3025-1689", "name": "Crayola"}, {"description": "<p>Released for the Super Famicom, Game Boy, Game Boy Color, Playdia, Nintendo 64, and Nintendo DS. Most of them were developed and published by <a data-ref-id=\"3010-161\" href=\"/culture-brain-inc/3010-161/\">Culture Brain</a>.</p>", "guid": "3025-1690", "name": "Nintama Rantarou"}, {"description": null, "guid": "3025-1691", "name": "Electric Crayon"}, {"description": "<p>A series of MMORPGs based on the Ultima franchise.</p>", "guid": "3025-1692", "name": "Ultima Online"}, {"description": null, "guid": "3025-1693", "name": "Carnivores"}, {"description": null, "guid": "3025-1694", "name": "Bully"}, {"description": null, "guid": "3025-1695", "name": "Dragon Force"}, {"description": null, "guid": "3025-1696", "name": "Guitar Hero: On Tour"}, {"description": null, "guid": "3025-1697", "name": "Star Gladiator"}, {"description": null, "guid": "3025-1698", "name": "Tsukihime"}, {"description": null, "guid": "3025-1699", "name": "Drake & Josh"}, {"description": null, "guid": "3025-1700", "name": "Eagle Eye Mysteries"}, {"description": null, "guid": "3025-1701", "name": "Eschalon"}, {"description": null, "guid": "3025-1702", "name": "NieR"}, {"description": null, "guid": "3025-1703", "name": "Strip Fighter"}, {"description": "<p> </p>", "guid": "3025-1704", "name": "inFamous"}, {"description": null, "guid": "3025-1705", "name": "Zayzoo"}, {"description": "<p>The 'Ray Series' is a Taito developed sci-fi shoot em up series. The series is known for its use of literal depth in its gameplay. While your ship moves in (and is locked to) a normal 2D plane like many other similar titles of the genre, the use of multiple enemy lock-on targeting a la Panzer Dragoon along with enemies that move in and out of the players plane brings a certain twist to this particular style of game, a feature that has existed even in the first 2D entry. <br/> <br/>Unfortunately, due to licensing issues across multiple territories the series has not been completely seamless in terms of naming conventions. The first entry in the series, RayForce was renamed Galactic Attack in North America and GunLock in Europe. Even in Japan the game was renamed Layer Section when it came to home consoles. This naming convention continued somewhat with RayStorm which while unchanged in North America would be known as Layer Section II in Japan. RayCrisis was the last Ray title developed and while its name did not change the game is actually a prequel to the original RayForce, taking place inside of a virtual reality.</p>", "guid": "3025-1706", "name": "Ray Series"}, {"description": null, "guid": "3025-1707", "name": "Defender of the Crown"}, {"description": "<h2>Development </h2><p><a href=\"../../charles-cecil/72-4295/\" rel=\"nofollow \">      Charles  Cecil</a>, the man behind adventure games such as <a href=\"../../broken-sword/62-70/\" rel=\"nofollow \">         The Broken Sword  Series</a> and <a href=\"../../beneath-a-steel-sky/61-10915/\" rel=\"nofollow \">         Beneath a Steel Sky</a> will be executive producing the series alongside  the Current Production team of Doctor Who - Steven Moffat, Piers  Wenger, Beth Willis and Anwen Aspden of BBC Wales. The actual production of the games was handed over to british dev studio <a data-ref-id=\"3010-3954\" href=\"/sumo-digital-ltd/3010-3954/\" slug=\"sumo-digital-ltd\">Sumo Digital</a>, famous for their work on several Sega franchises. The stories for  each episode will written by Two veteran writers of the new Doctor Who  series, Phil Ford and James Moran. Murray Gold, composer for the  TV series since its return in 2005, has confirmed that he will be  writing and producing the score for each episode.<br/>  </p>Although released for free in the UK as part of the BBC website service, in America the Adventure Games are released at a price of $3 per game.<br/><h2>Characters<br/></h2>Both Karen Gillan and Matt Smith lend their vocal talents to each Episode of the Adventure Games, playing Amy Pond and the Eleventh Doctor respectively. As the adventure games are designed to be set in between episodes 3 and 4 of the 5th series of the Television show, Amy's fiancé, Rory Williams, does not feature as a companion. Each episode is fully voiced by the two stars of the show, as well as other voice actors playing the roles of monsters or other characters - including Nicholas Briggs, who provides the voices of <a data-ref-id=\"3015-4991\" href=\"/the-daleks/3015-4991/\" slug=\"the-daleks\">The Daleks</a> and The Cybermen in Episodes 1 and 2, which he also does on the Television show. <br/> <br/><h2>Gameplay</h2> <br/>  Player take control of both The Doctor and Amy at several points in the game, guiding them through levels and past patrolling monsters. There are stealth elements akin to game series such as <a data-ref-id=\"3025-1575\" href=\"/metal-gear-solid/3025-1575/\" slug=\"metal-gear-solid\">Metal Gear Solid</a>, where the player must sneak past creatures, avoiding entering their field of view. Sneaking sections are broken up with various minigames to represent moments such as using the Sonic Screwdriver to bypass security systems, or constructing various devices to help The Doctor and Amy progress through the story. True to the Doctor's nature as a pacifist, there are no combat sections in the game - if an enemy opens fire on the Doctor or Amy, the player must find somewhere to hide until they lose track of them, and then resume their course.  <br/> <br/>Unlike <a data-ref-id=\"3025-1650\" href=\"/doctor-who/3025-1650/\" slug=\"doctor-who\">previous entries</a> in the Adventure Game series, Episode 3 is set entirely within the TARDIS, and there are no stealth sections where the player must guide The Doctor and Amy past patrolling monsters. Puzzle minigames that act as representations of wiring devices to the TARDIS console or creating pieces of technology to use return from previous entries in the series, but on the whole the episode is confined to the point and click adventure tropes adopted by the series as a whole.     <br/><h2>Episodes<br/></h2>Doctor  Who: The Adventure Games will consist of 4 standalone Episodes  considered to be a continuation of the Fifth series of the TV show  by the production team. The first episode will be released on June 5th,  2010, with the final 3 being released between the series 5 finale and  the 2010 Christmas Special.<br/> <br/> <h3>Episode 1 - City of the Daleks<br/></h3> <br/><figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/935/1391817-adventure_games03_prominent.jpg\" data-ref-id=\"1300-1391817\" data-size=\"small\" data-ratio=\"0.82236842105263\"><a class=\"fluid-height\" style=\"padding-bottom:82.2%\" href=\"https://static.giantbomb.com/uploads/original/0/935/1391817-adventure_games03_prominent.jpg\" data-ref-id=\"1300-1391817\"><img alt=\"The manical pepperpots return!\" src=\"https://www.giantbomb.com/a/uploads/original/0/935/1391817-adventure_games03_prominent.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/935/1391817-adventure_games03_prominent.jpg 304w\" sizes=\"(max-width: 304px) 100vw, 304px\" data-width=\"304\"></a><figcaption>The manical pepperpots return!</figcaption></figure>     Episode  1 was released on the 2nd of June, 2010.   Promising to take his companion, <a data-ref-id=\"3005-15007\" href=\"/amy-pond/3005-15007/\" slug=\"amy-pond\">Amy Pond</a>, to a Beatles concert in swinging sixties London, The Doctor lands the <a data-ref-id=\"3055-1075\" href=\"/the-tardis/3055-1075/\" slug=\"the-tardis\">TARDIS</a> in Trafalgar Square. However, upon exiting the TARDIS, The Doctor and Amy find London in ruins - after confirming that it is in fact 1963, they see a young black woman, Sylvia, being attacked by a Dalek. Sylvia escapes into the London Underground, prompting The Doctor and Amy to sneak past patrolling Dalek Drones to make their own way after her. Using a London Taxicab to smash their way into the depths of the Underground. <br/> <br/>They find Sylvia and discover that she is supposedly the last Human on planet Earth - a massive Dalek Army appeared through a crack in time and space in the skies above London, destroying the army and then exterminating the human race. The three avoid more Dalek patrols as they make their way towards a maintenance hatch leading back to the surface. Just as The Doctor and Amy begin to climb through the hatch, the Daleks catch up with them, but Sylvia sacrifices herself to destroy the patrol and give The Doctor time to escape. The Doctor and Amy sneak past more patrols on the way back to The TARDIS, where the Doctor grimly sets course for Skaro, the home planet of the Daleks - he must infiltrate the capital city, Kalaan, and put a stop to The Daleks' time-destroying plans. <br/> <br/>The TARDIS lands in a small storage room in the captial city of Skaro, however The Dalek's destruction of the human race has caught up with Amy - with no ancestors alive, she begins to fade out of existence. The Doctor hurridly locates parts to a Chronon Blocker to hold back the effects of  the time warp on Amy: although stable for now, she is still fading in and out of Time. The Doctor decides that what ever technology the Daleks are using to time-travel must be located in The Supreme Council chamber, in the upper echelons of the Dalek City. After spying on The Daleks from a Visualising Chamber, the duo make their way up to the Council chamber, only to be caught by two Daleks and escorted to the Dalek Emperor himself. <br/> <br/>The Dalek Emperor reveals to The Doctor that his Daleks have captured The Eye of Time, an ancient Time Lord device that allows them to travel in Time. Claiming that the Daleks will become the new Lords of Time, The Doctor and Amy jump into the Eye and are transported back to Kalaan before The Daleks returned with the stolen time travel technology. The extra time travel without the TARDIS to protect Amy worsens her condition - even with the chronon blocker, she is pratically invisible and close to being wiped from existence. The Doctor uses Amy's invisibility to his advantage, tasking Amy to sneak past the hordes of Daleks flying through the Eye of Time to get parts to a device that will disable the Dalek's vision, allowing him to sabotage the device and restore time. <br/> <br/>After Amy retrieves the necessary parts, she takes the Doctor's device to the top of the decayed Council Chambers and activates it, blinding the Daleks and causing them to fire their death rays wildly around the Room. She collapses to the floor, almost fading completely out of reality. The Doctor dodges the wild Dalek fire and meets Amy at the top of the Chamber, disabling the Eye of Time with his Sonic Screwdriver. As the room explodes around them, they take one final jump through the Eye back to their normal time - finding Kalaan still in ruins, back as it should be without The Dalek's interference. With the Time Line restored and the Human race no longer dead, Amy stops fading out of time and returns to normal. The Doctor brings her back into the TARDIS, promising to take her to The Beatles concert as they originally planned and meet Ringo Starr. <br/> <br/> <h3>Episode 2 - Blood of the Cybermen<br/></h3> <br/><figure data-align=\"left\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/935/1412813-cyberman_promo_adventure_game_large.jpg\" data-ref-id=\"1300-1412813\" data-size=\"small\" data-ratio=\"0.64087301587302\"><a class=\"fluid-height\" style=\"padding-bottom:64.1%\" href=\"https://static.giantbomb.com/uploads/original/0/935/1412813-cyberman_promo_adventure_game_large.jpg\" data-ref-id=\"1300-1412813\"><img alt=\"The Doctor and Amy face the Cybermen\" src=\"https://www.giantbomb.com/a/uploads/scale_small/0/935/1412813-cyberman_promo_adventure_game_large.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/935/1412813-cyberman_promo_adventure_game_large.jpg 504w, https://www.giantbomb.com/a/uploads/scale_medium/0/935/1412813-cyberman_promo_adventure_game_large.jpg 480w, https://www.giantbomb.com/a/uploads/scale_small/0/935/1412813-cyberman_promo_adventure_game_large.jpg 320w\" sizes=\"(max-width: 320px) 100vw, 320px\" data-width=\"320\"></a><figcaption>The Doctor and Amy face the Cybermen</figcaption></figure>     Released on the 26th of June, 2010, and originally titled 'Winter of Terror', Episode 2 saw the return of another classic Doctor Who villain, The Cybermen. Also returning for the first time since the 1975 classic series serial <i>Revenge of the Cybermen</i> were the Cybermats. On  Present Day Earth, an unknown skidoo driver flees from an artic cave, flashing back to memories of his research team discovering the Arm of a Cyberman. The rider hides in another cave, however a glacial movement sends him plummeting off the edge of a drop. <br/> <br/>Meanwhile in the TARDIS, <a data-ref-id=\"3005-4978\" href=\"/the-doctor/3005-4978/\" slug=\"the-doctor\">The Doctor</a> tells <a data-ref-id=\"3005-15007\" href=\"/amy-pond/3005-15007/\" slug=\"amy-pond\">Amy</a> about how he taught Elvis to play guitar when the console begins to flash - the ship has picked up a distress signal, and The Doctor decides to follow it. The Doctor and Amy arrive in the Arctic, where they find the crashed skidoo, and discover the unconscious rider at the bottom of an ice cliff. The Doctor and Amy rescue the rider, and learn his name, Chisholm. He is delirious - or, as The Doctor points out to Amy, terrified - and tells them that he can't return to his research base, as it  has been invaded by a terrible force. Insistent that he must save the survivors who sent the distress signal, The Doctor, Amy and a reluctant Chisholm,  travel by TARDIS to the GSO base. Upon finding it seemingly deserted, Chisholm is attacked by a small, metallic, snakelike being - a Cybermat. He explains to the Doctor that those infected by Cybermats slowly turn into Cyberslaves, a zombie like creature that is part human, part Cyberman. Chisholm then locks himself in a tower to prevent him from attacking the Doctor and Amy. <br/><br/>The Doctor and Amy head towards the main dome in search of other survivors, however they are confronted by a Cyberslave waiting behind the door. Whilst the Doctor distracts the shambling monster, Amy disables it by blasting it with boiling steam from a nearby vent. They head into the dome and discover the director of the research project, Professor Elizabeth Meadows, is still alive, and working on a cure for the nanovirus to save her colleagues. The Doctor and Amy then go in search of a Cybermat in order to get a pure sample of the virus to work from. However, when they return, they discover that Meadows has mysteriously vanished. The Doctor completes the cure himself, and then heads over to the tower to administer it to Chisholm, but both he and Amy are shocked to discover he is already becoming converted, Cyber implants growing out of his arm and face. <br/><br/>With help from Chisolm, The Doctor and Amy make their way through the Base security doors and head down deeper into the tunnels the team dug, making their way past patrolling Cyberslaves. Eventually they come across a huge cavern, containing the terror that the research team found beneath the ice - a crashlanded Cybership, containing a whole army of Cybermen in cryosleep, waiting to convert the human race. While making their way up to the control room of the ship, Amy is captured by two Cyberslaves - the Doctor gives chase, but when he reaches the control room, containing the Cyberleader itself , he discovers Meadows, partially converted: She was a cyberslave all along, tricking The Doctor into coming down to the Cybership. Meadows threatens that unless the Doctor revives the Cyber army from cryo sleep, Amy will be converted into the first of a new race of Cybermen. The Doctor reluctantly proceeds in reviving the Cybermen, and succeeds, as the Cyberleader begins to awaken on his throne. The newly revived Cyberleader states that Meadows and the cyberslaves are no longer necessary, and are inferior to pure Cybermen, and shoots her. He attempts to shoot the Doctor, but the Doctor manages to escape, avoiding more Cybermen as he heads over to the Cyber-conversion area where Amy is being held. Freeing Amy, they then proceed back to the Control room via a different route to avoid the patrolling Cybermen.  <br/> <br/>However, they are cornered by the Cybermen. Just as the leader prepares to delete them, Chisholm - now free from the cybermen's nanovirus - surprises the cybermen and attacks them with the Cyber arm the team discovered at the research base, killing them. The Doctor then reverses the revival process, disabling the army of Cybermen currently marching its way across the antartic. Having misunderstimated the amount of time they would have to get out before the ship explodes, The Doctor, Chisholm and Amy flee from the tunnels and out of the base, just in time to avoid the blast. Outside the dome, the Doctor states to Chisholm that the Cyberslaves should revert as the virus has been destroyed in the process, and that UNIT would soon be on their way to ask questions - he tells Chisholm that all he should do is tell them he stopped the problem. As the Doctor and Amy step into the TARDIS, Chisholm asks what name he should give to UNIT, and the Doctor replies \"The Doctor. Just 'The Doctor'.\" as he closes the TARDIS doors and dematerialises.<br/><br/>  <b>Episode  3 - TARDIS </b><br/>                                                                                                                                                                                                                     <br/>Released on August 27th, Episode 3 allowed players not only to fly the TARDIS for the first time, but also to explore different<b> </b>areas of the The famous timeship for the first time since the TV series' return in 2005.   TARDIS begins with   <a data-ref-id=\"3005-4978\" href=\"/the-doctor/3005-4978/\" slug=\"the-doctor\">The Eleventh Doctor</a>  and his companion,   <a data-ref-id=\"3005-15007\" href=\"/amy-pond/3005-15007/\" slug=\"amy-pond\">Amy Pond</a> , squabbling in the console room of The   <a data-ref-id=\"3055-1075\" href=\"/the-tardis/3055-1075/\" slug=\"the-tardis\">TARDIS</a> . As Amy argues that none of The Doctor's supposed 'Holidays' ever occur with out danger or aliens to fight, the ship violently shudders, causing its doors to open and suck The Doctor out into space.  <br/>   <br/> Amy hurries over to the doors in an attempt to reach The Doctor, but he is trapped outside with no air, and surrounded by small, swirling blue creatures. Holding his breath, he mimes to Amy to press all the red button on the TARDIS console to reset the power and extend the air bubble outside the TARDIS so he can breath again. As Amy does so, the Doctor explains that the small creatures are called Chronomites, and although relatively harmless to him, are making him itch. He tells her that she will need to generate a tractor beam from the console out to pull him back into The TARDIS, and that the parts can be found in his drawing room. After giving her a series of complex directions to navigate her through the rooms of the TARDIS to get there, Amy attempts to ascend the flight of stairs out of the console room - but she somehow reappears back in the same room time and time again. The Doctor explains that the violent shudder that originally knocked him out of the TARDIS was the ship entering a rip tide in Space and Time, which is somehow distorting the interior of the ship. In order to negate the effect and get to the drawing room, Amy operates the control panels of the TARDIS to generate a dampening field.  <br/>   <br/> Eventually Amy makes her way to The Doctor's private study - a vast, wood panelled room filled with objects from The Doctor's past adventures, and lined with a variety of clocks and shelves full of books - and sets about looking for the parts to make a tractor beam. Another jolt from the rip tide shakes the ship and causes one of the clock faces on the wall to open, revealing a small safe behind containing a Laser Screwdriver - a weapon used by The Doctor's arch nemesis and fellow Time Lord, The Master, and a small bottle. As she picks up the screwdriver, Amy accidentally knocks the bottle to the floor, breaking it open. She nonchalantly ignores the bottle as she returns to the console room with the Laser Screwdriver, however behind her back a glowing, orange cloud of energy rises out of the bottle, forms into a spherical cloud, and floats up the fireplace's chimney. <br/>   <br/> Amy returns to the console room, and under the Doctor's orders, rewires the Laser Screwdriver into the console and projects a tractor beam out to him, freeing him from the Chronomites and returning him safely into the TARDIS. However, their reunion is cut short when another Jolt from the rip tide shakes the TARDIS once more, and in a glow of light, Amy mysteriously disappears. She finds herself in a dark and cold version of the TARDIS' console room, with no Doctor in sight, when The Entity attacks her, covering her in a glowing orange energy field.  <br/>   <br/> The Doctor realises that Amy has been sent through a lesion in Time, to the same point of space, but 1,000 years in the future. He makes his way to the drawing room to fetch parts to create a device that will allow Amy to return to the present, and notices the smashed bottle - realising that The Entity has escaped it's prison, he hurriedly returns to the Console room and constructs the device, and sends a message to the future console room so Amy will know how to activate the device and return to her own time. Amy, still under attack from The Entity and weakening, receives the Doctor's message and activates the device, transporting both herself and The Entity back to the present time. The Doctor confronts The Entity, revealing that it is slowly consuming Amy's Time energy, and, if left unchecked, will consume all Time energy in the universe. He demands that the Entity return Amy's energy to her and then return to a new prison bottle to spend the rest of time in captivity and starvation, or allow The Doctor to find a place where The Entity can feed of Time safely. The Entity declines and advances on The Doctor, who's nature as a Time Lord would satisfy it's hunger for the foreseeable future, but The Doctor manages to trap the creature and restore it into a new bottle. He opens the doors to the TARDIS and offers The Entity one last chance of freedom in the void, where it can live with the Chronomites and feed off their infinite generated time energy. The Entity agrees, and The Doctor releases it into the void, closing the doors.  <br/>   <br/> After congratulating Amy and himself on a job well done, he decides to take her on a real holiday - one without any danger. He prepares the TARDIS for flight, operating a multitude of buttons and switches on the console before setting off. The TARDIS lands in an underwater base, The Doctor explaining as they exit that it is the 23rd Century, and that this is London after the Great Flood destroys it. As they make their way through the base, alarms suddenly begin wailing, and a gigantic, shark-like creature swims over head, heading menacingly towards The Doctor and Amy...<br/> <br/> <h3>Episode 4 - Title TBA<br/></h3> <br/>Episode 4 carries on directly where TARDIS left off, with The Doctor and Amy in an underwater base that is home to the citizens of London in the 23rd century, and is currently under attack by massive, shark-like creatures.", "guid": "3025-1709", "name": "Doctor Who: The Adventure Games"}, {"description": null, "guid": "3025-1710", "name": "Rozen Maiden"}, {"description": null, "guid": "3025-1711", "name": "Wizard of Id"}, {"description": null, "guid": "3025-1712", "name": "Necrovision"}, {"description": "<h2>Overview</h2><p>The MacVenture game series consisted of four point and click adventure games released for the <a href=\"/mac/3045-17/\" data-ref-id=\"3045-17\"> Macintosh</a> in the 1980s:</p><ul><li><i></i><i> </i>Deja Vu: a Nightmare Comes True (1985)</li><li>Uninvited (1986)</li><li>Shadowgate (1987)</li><li>Deja Vu II: Lost in Las Vegas (1988) </li></ul><p>Games in the series have also been ported to a variety of platforms including <a href=\"/atari-st/3045-13/\" data-ref-id=\"3045-13\">Atari ST, </a><a href=\"/amiga/3045-1/\" data-ref-id=\"3045-1\">Amiga, </a>DOS<a href=\"/commodore-64/3045-14/\" data-ref-id=\"3045-14\">, Commodore 64, </a><a href=\"/nes/3045-21/\" data-ref-id=\"3045-21\">Apple IIGS,</a> and the <a href=\"/nes/3045-21/\" data-ref-id=\"3045-21\">NES.</a></p>", "guid": "3025-1713", "name": "MacVenture"}, {"description": null, "guid": "3025-1714", "name": "Shadow of Yserbius"}, {"description": null, "guid": "3025-1715", "name": "Choplifter"}, {"description": null, "guid": "3025-1716", "name": "Street Sk8er"}, {"description": "<h2>Overview</h2><p>Just Dance is a series of motion-based rhythm games produced by <a data-ref-id=\"3010-82\" href=\"/ubisoft-entertainment/3010-82/\" slug=\"ubisoft-entertainment\">Ubisoft</a>. While the original entry was <a data-ref-id=\"3045-36\" href=\"/wii/3045-36/\" slug=\"wii\">Wii</a>-exclusive and made use of the console's <a data-ref-id=\"3000-13\" href=\"/wii-remote/3000-13/\" slug=\"wii-remote\">Wii Remote</a> for its gameplay, subsequent entries have also appeared on the <a data-ref-id=\"3045-35\" href=\"/playstation-3/3045-35/\" slug=\"playstation-3\">PS3</a> and <a data-ref-id=\"3045-20\" href=\"/xbox-360/3045-20/\" slug=\"xbox-360\">Xbox 360</a> and have made use of both the <a data-ref-id=\"3000-36\" href=\"/playstation-move/3000-36/\" slug=\"playstation-move\">PlayStation Move</a> and the <a data-ref-id=\"3000-35\" href=\"/kinect-for-xbox-360/3000-35/\" slug=\"kinect-for-xbox-360\">Kinect</a>.</p>", "guid": "3025-1717", "name": "Just Dance"}, {"description": null, "guid": "3025-1718", "name": "CT Special Forces"}, {"description": null, "guid": "3025-1719", "name": "Söldner-X"}, {"description": null, "guid": "3025-1720", "name": "Tom Clancy's H.A.W.X"}, {"description": "<p data-right-indent=\"0\" data-left-indent=\"0\">Independence War, originally known as I-War in the United Kingdom and Europe, is a space-simulation game franchise created by <a href=\"//www.giantbomb.com/particle-systems-ltd/3010-1819/\" data-ref-id=\"3010-1819\">Particle Systems</a>, in which the player takes command of a starship and its systems, including several bridge stations allowing detailed control over engineering, weapon systems, scanners and navigation.</p><p data-right-indent=\"0\" data-left-indent=\"0\">The series is renowned for its realistic Newtonian physics, meaning that inertia plays a large part in the control and operation of the player's ship, unlike many similar games of its time.</p><p data-right-indent=\"0\" data-left-indent=\"0\">Particle Systems' founder <a href=\"//www.giantbomb.com/glyn-williams/3040-36795/\" data-ref-id=\"3040-36795\">Glyn Williams</a> originally started playing around with I-War's basic mechanics on the Amiga and Atari ST in the late 1980's, with <a href=\"//www.giantbomb.com/warhead/3030-1350/\" data-ref-id=\"3030-1350\">Warhead</a> in 1989, and later <a href=\"//www.giantbomb.com/xf5700-mantis-experimental-fighter/3030-6337/\" data-ref-id=\"3030-6337\">XF5700 Mantis Experimental Fighter</a>, which both had newtonian physics, and <a href=\"//www.giantbomb.com/subwar-2050/3030-2143/\" data-ref-id=\"3030-2143\">Subwar 2050</a> in 1993 which introduced the crew station concepts with diverse and detailed functions.</p>", "guid": "3025-1721", "name": "Independence War"}, {"description": null, "guid": "3025-1722", "name": "Reader Rabbit"}, {"description": null, "guid": "3025-1723", "name": "Smurfs"}, {"description": null, "guid": "3025-1724", "name": "Pong"}, {"description": "<p>The Dungeon Lord franchise is the minute collection of two Dungeon Lord titles. The original Dungeon Lord released in May 5, 2005 and the second Dungeon Lord game, Dungeon Lords: The Orb and the Oracle which is yet to be released but was expected in the last quarter of 2009. <br/> <br/>The general Dungeon Lord gameplay is hack and slash with traditional western role playing game elements, set in a typical fantasy kingdom. <br/> <br/>Players can attack with their weapon in real time by clicking the mouse button and have a variety of equipment and spell/skills to their disposition. Like many Role-playing games players can choose from a variety of differerent classes. Additionally the first Dungeon Lord has the ability for multiplayer adventure.</p>", "guid": "3025-1725", "name": "Dungeon Lords"}, {"description": null, "guid": "3025-1726", "name": "Dark Fall"}, {"description": "<h2>Overview</h2>The DJ Hero franchise allows you to play along to new mixes and mash ups of popular songs in multiple genres, such as hip-hop, rock and more.  Gameplay is similar to other rhythm games where button prompts scroll down for you to press at appropriate times.     However, DJ Hero is set apart from other games in the genre with never-before seen techniques that are common in the genre by using a special DJ turntable peripheral.<br/> <b><br/></b><h2>DJ Hero Turntable</h2>These new techniques are done using a new turntable peripheral made exclusively for the DJ Hero franchise.  The controller    <figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/27/1069817-dj_hero_turntable_controller___final.jpg\" data-ref-id=\"1300-1069817\" data-size=\"medium\" data-ratio=\"0.5165\"><a class=\"fluid-height\" style=\"padding-bottom:51.7%\" href=\"https://static.giantbomb.com/uploads/original/0/27/1069817-dj_hero_turntable_controller___final.jpg\" data-ref-id=\"1300-1069817\"><img alt=\"DJ Hero Turntable \" src=\"https://www.giantbomb.com/a/uploads/scale_medium/0/27/1069817-dj_hero_turntable_controller___final.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/27/1069817-dj_hero_turntable_controller___final.jpg 2000w, https://www.giantbomb.com/a/uploads/scale_super/0/27/1069817-dj_hero_turntable_controller___final.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/0/27/1069817-dj_hero_turntable_controller___final.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"></a><figcaption>DJ Hero Turntable </figcaption></figure>     itself is split into two parts.  On one side of the controller is a spinnable platter with three colored buttons.  This part of the controller is where you perform \"taps\" and \"scratches\" in-game.  Taps are performed by simply tapping the colored buttons when prompted to do so.  Scratches are done by holding the specified colored button and moving the platter up and down, the direction of which is also specified in-game.<br/><br/>The other section of the turntable houses the cross-fader, Euphoria button, and an effects dial.  The Euphoria button deploys Euphoria, similar to <a data-ref-id=\"3025-289\" href=\"/guitar-hero/3025-289/\" slug=\"guitar-hero\">        Guitar Hero</a>/<a data-ref-id=\"3025-567\" href=\"/rock-band/3025-567/\" slug=\"rock-band\">       Rock Band</a>'s Star Power/Overdrive, respectively.  The effects dial is similar to a whammy bar on a guitar peripheral and allows you to alter the sound of the mix being played.  The cross-fader is exclusive to the turntable and allows you to switch from both mixes being played at the same time to one or the other being played by itself when prompted in-game (except in DJ Hero 2, where there are special free-style sections that allow you to fade into one side or the other freely).  This section also has a hidden compartment that holds the guide button for each console, a d-pad to move around in menus, and the console's face buttons used on its respective controller.<br/><br/>The two sections of the controller can be flipped around for both left-handed and right-handed players.<br/><br/><h2>Gameplay</h2>Gameplay in the DJ Hero franchise is similar to gameplay in Guitar Hero/Rock Band.  Notes scroll down for players to hit once the notes reach the appropriate zone.  At moments, players are expected to \"scratch\" by holding an appropriate button and moving the platter on the turntable the appropriate direction, as indicated in the game.  Players are also expected to \"cross-fade\" at appropriate times by moving the cross-fader on the controller to the left or the right as dictated by the game.   <figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/1099/1137668-3730_djherodaftpunkvenue_1252942321.jpg\" data-ref-id=\"1300-1137668\" data-size=\"medium\" data-ratio=\"0.563\"><a class=\"fluid-height\" style=\"padding-bottom:56.3%\" href=\"https://static.giantbomb.com/uploads/original/0/1099/1137668-3730_djherodaftpunkvenue_1252942321.jpg\" data-ref-id=\"1300-1137668\"><img alt=\" Gameplay in DJ Hero (with Daft Punk as playable DJs)\" src=\"https://www.giantbomb.com/a/uploads/scale_medium/0/1099/1137668-3730_djherodaftpunkvenue_1252942321.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/1099/1137668-3730_djherodaftpunkvenue_1252942321.jpg 1000w, https://www.giantbomb.com/a/uploads/scale_super/0/1099/1137668-3730_djherodaftpunkvenue_1252942321.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/0/1099/1137668-3730_djherodaftpunkvenue_1252942321.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"></a><figcaption> Gameplay in DJ Hero (with Daft Punk as playable DJs)</figcaption></figure><br/><br/>While playing, certain sections glow white.  If these sections are hit perfectly, the player gains Euphoria.  When used, the amount of points given are doubled.  If the player hits enough notes without breaking their combo, the player gains a \"rewind\" and allows the player to spin the platter on the controller backwards, which will rewind the note track and allow you to replay a section again to gain more points.  At the end of each song, the player is given a star rating, ranging (from worst to best) one to five stars, which are used to unlock new setlists, playable DJs, costumes, and venues.<br/><br/><h2>DJ Hero<br/></h2><a data-ref-id=\"3030-23882\" href=\"/dj-hero/3030-23882/\" slug=\"dj-hero\">      DJ Hero</a>, the first game in the franchise, was released on October 27, 2009.  Players could use pre-made characters and DJ their way to the top.  Players went through various setlists to play through and gain stars to unlock new setlists, playable characters, costumes, and venues to DJ in.  Players could also use a guitar peripheral in ten of the games 93 mixes.<br/><br/>Canned samples were used in freestyle sections made specifically with the red button on the turntable.<br/><br/>The game also had real-life DJs that the player could play as after unlocking that DJs specific playlist and playing through it.  Real-life DJs included DJ Shadow, Grandmaster Flash, Daft Punk, and others.<br/><br/><h2>DJ Hero 2</h2><a data-ref-id=\"3030-29778\" href=\"/dj-hero-2/3030-29778/\" slug=\"dj-hero-2\">     DJ Hero 2</a>, released just under a year after the first DJ Hero, returned with a story mode, refined gameplay, new gameplay elements, the ability to sing to some of the songs 83 mixes, and a focus on party play.<br/><br/>Gameplay remained largely unchanged from the first DJ Hero, but allowed new \"freestyle\" sections that allowed players to cross-fade, sample and scratch in any way they wanted in their respective freestyle sections.  Canned samples were also dropped in favor of samples that went better with the mixes in the game.<br/><br/>DJ Hero 2 also has a new story mode called \"Empire Mode\" which gave the game more of a story to your DJ rising to the top.<br/> <figure data-align=\"right\" data-embed-type=\"image\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/5150/1396552-xc82yq.jpg\" data-ref-id=\"1300-1396552\" data-size=\"medium\" data-ratio=\"0.5625\"><a class=\"fluid-height\" style=\"padding-bottom:56.3%\" href=\"https://static.giantbomb.com/uploads/original/0/5150/1396552-xc82yq.jpg\" data-ref-id=\"1300-1396552\"><img alt=\" Multiplayer, featuring two DJs and a singer playing simultaneously.\" src=\"data:image/gif;base64,R0lGODlhAQABAAAAACH5BAEKAAEALAAAAAABAAEAAAICTAEAOw==\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\" class=\"js-lazy-load-image\" data-src=\"https://www.giantbomb.com/a/uploads/scale_medium/0/5150/1396552-xc82yq.jpg\" data-srcset=\"https://www.giantbomb.com/a/uploads/original/0/5150/1396552-xc82yq.jpg 1280w, https://www.giantbomb.com/a/uploads/scale_super/0/5150/1396552-xc82yq.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/0/5150/1396552-xc82yq.jpg 480w\"><noscript><img alt=\" Multiplayer, featuring two DJs and a singer playing simultaneously.\" src=\"https://www.giantbomb.com/a/uploads/scale_medium/0/5150/1396552-xc82yq.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/5150/1396552-xc82yq.jpg 1280w, https://www.giantbomb.com/a/uploads/scale_super/0/5150/1396552-xc82yq.jpg 960w, https://www.giantbomb.com/a/uploads/scale_medium/0/5150/1396552-xc82yq.jpg 480w\" sizes=\"(max-width: 480px) 100vw, 480px\" data-width=\"480\"></noscript></a><figcaption> Multiplayer, featuring two DJs and a singer playing simultaneously.</figcaption></figure> <br/>Gameplay was also more focused on multiplayer and party play than its predecessor.  While the guitar mode from the first DJ Hero was dropped, the ability to sing was included with the game.  To commemorate this new focus on multiplayer, a special party pack was released for DJ Hero 2 that came with two turntables and a microphone, as well as the game.    <br/><br/>As with the first game, real-life DJs were playable in DJ Hero 2, such as the RZA, David Guetta, and Deadmau5.<br/><br/><h2>Future of the Franchise</h2>In February 2011, Activision stated all of their popular rhythm games would be put on hold for the year to focus on other properties and due to the rhythm genre's market no longer being as profitable as it was in years past.  This leaves some uncertainty as to whether DJ Hero will continue as a franchise.  At the time, a new title was being developed for <a data-ref-id=\"3010-90\" href=\"/nintendo/3010-90/\" slug=\"nintendo\">    Nintendo's</a> <a data-ref-id=\"3045-117\" href=\"/nintendo-3ds/3045-117/\" slug=\"nintendo-3ds\">   3DS</a>, called <a data-ref-id=\"3030-31764\" href=\"/dj-hero-3d/3030-31764/\" slug=\"dj-hero-3d\">  DJ Hero 3D</a>.", "guid": "3025-1727", "name": "DJ Hero"}, {"description": null, "guid": "3025-1728", "name": "Farland Saga"}, {"description": "<h2>Sub-Franchises</h2><p><a href=\"/rugrats/3025-949/\" data-ref-id=\"3025-949\">Rugrats</a> | <a href=\"https://www.giantbomb.com/the-wild-thornberrys/3025-4154/\">The Wild Thornberrys</a> | <a href=\"/spongebob-squarepants/3025-337/\" data-ref-id=\"3025-337\">Spongebob Squarepants</a> | <a href=\"/avatar-the-last-airbender/3025-1020/\" data-ref-id=\"3025-1020\">Avatar: The Last Airbender</a> | <a href=\"/dora-the-explorer/3025-157/\" data-ref-id=\"3025-157\">Dora the Explorer</a> | <a href=\"https://www.giantbomb.com/the-legend-of-korra/3025-3349/\">The Legend of Korra</a> | <a href=\"https://www.giantbomb.com/nickelodeon-dance/3025-2534/\">Nickelodeon Dance</a> | <a href=\"https://www.giantbomb.com/the-fairly-oddparents/3025-2150/\">The Fairly OddParents</a> | <a href=\"https://www.giantbomb.com/blues-clues/3025-1767/\">Blue's Clues</a> | <a href=\"/icarly/3025-5070/\" data-ref-id=\"3025-5070\">iCarly</a> | <a href=\"/paw-patrol/3025-4877/\" data-ref-id=\"3025-4877\">PAW Patrol</a> | <a href=\"/teenage-mutant-ninja-turtles/3025-332/\" data-ref-id=\"3025-332\">Teenage Mutant Ninja Turtles</a> |</p>", "guid": "3025-1729", "name": "Nickelodeon"}, {"description": "<p>Echochrome is a <a data-ref-id=\"3010-995\" href=\"/sony-computer-entertainment-incorporated/3010-995/\" slug=\"sony-computer-entertainment-incorporated\"> Sony Computer Entertainment</a> puzzle franchize that has players manipulating things from perspective to colors, time, and shadows in order to guide an autonomous mannequin through obstacles.</p>", "guid": "3025-1730", "name": "Echochrome"}, {"description": null, "guid": "3025-1731", "name": "Gorky"}, {"description": null, "guid": "3025-1732", "name": "Trine"}, {"description": null, "guid": "3025-1733", "name": "Ninety-Nine Nights"}, {"description": null, "guid": "3025-1734", "name": "PixelJunk Shooter"}, {"description": null, "guid": "3025-1735", "name": "Keflings"}, {"description": null, "guid": "3025-1736", "name": "Nintendogs"}, {"description": "<h2>Sub-Franchises</h2><p><a href=\"/ben-10/3025-1288/\" data-ref-id=\"3025-1288\">Ben 10</a> | <a href=\"/adventure-time/3025-2327/\" data-ref-id=\"3025-2327\">Adventure Time</a> | <a href=\"https://www.giantbomb.com/evil-con-carne/3025-4145/\">Evil Con Carne</a> | <a href=\"https://www.giantbomb.com/the-grim-adventures-of-billy-and-mandy/3025-4146/\">The Grim Adventures of Billy &amp; Mandy</a> | <a href=\"https://www.giantbomb.com/steven-universe/3025-3714/\">Steven Universe</a> | <a href=\"https://www.giantbomb.com/codename-kids-next-door/3025-2938/\">Codename: Kids Next Door</a> | <a href=\"https://www.giantbomb.com/ben-10-omniverse/3025-2653/\">Ben 10: Omniverse</a> | <a href=\"https://www.giantbomb.com/fosters-home-for-imaginary-friends/3025-2289/\">Foster's Home for Imaginary Friends</a> | <a href=\"https://www.giantbomb.com/dexters-laboratory/3025-2153/\">Dexter's Laboratory</a> | <a href=\"https://www.giantbomb.com/the-powerpuff-girls/3025-1873/\">The Powerpuff Girls</a> | <a href=\"https://www.giantbomb.com/samurai-jack/3025-1816/\">Samurai Jack</a> | <a href=\"https://www.giantbomb.com/ed-edd-n-eddy/3025-1612/\">Ed Edd n Eddy</a> |</p>", "guid": "3025-1737", "name": "Cartoon Network"}, {"description": "<p>The first Spec Ops game, released in 1998, was one of the earlier third person shooters to include squad control and support for 3D acceleration. It was quickly overshadowed by Novalogic's <a href=\"/delta-force/3030-4319/\" data-ref-id=\"3030-4319\">Delta Force</a>, released later the same year, and with more realistic weapon handling and larger environments, and later the <a href=\"/rainbow-six/3025-555/\" data-ref-id=\"3025-555\">Rainbow Six</a> games.</p><p>The <em>Spec Ops</em> series tagged along, and switched to an isometric view after the success of the <a href=\"/commandos/3025-102/\" data-ref-id=\"3025-102\">Commandos </a>series in the early 00's, but the series was quietly abandoned in 2002 after <em>Spec Ops: Airborne Commando</em> failed to find any success among critics or consumers.</p><p>It took almost 10 years before the franchise was revived with <a href=\"/yager-development-gmbh/3010-5683/\" data-ref-id=\"3010-5683\">YAGER</a>'s <em>Spec Ops: The Line</em>, returning to the original's third person squad shooter roots, and with a heavier focus on story.</p>", "guid": "3025-1738", "name": "Spec Ops"}, {"description": null, "guid": "3025-1739", "name": "Gungriffon"}, {"description": null, "guid": "3025-1740", "name": "Brain Quest"}, {"description": null, "guid": "3025-1741", "name": "Enemy Territory"}, {"description": null, "guid": "3025-1742", "name": "Boogie"}, {"description": null, "guid": "3025-1743", "name": "Savage"}, {"description": null, "guid": "3025-1744", "name": "Newerth"}, {"description": null, "guid": "3025-1745", "name": "Ayrton Senna Kart Duel"}, {"description": null, "guid": "3025-1746", "name": "Elifoot"}, {"description": "<p>Open world action/adventure games with two games currently in the franchise.</p>", "guid": "3025-1747", "name": "Total Overdose"}, {"description": null, "guid": "3025-1748", "name": "Jimmy Neutron"}, {"description": null, "guid": "3025-1749", "name": "Metro"}, {"description": "<h2>Overview<br/></h2>Shonen Jump is a manga magazine in North America published by Viz Media. It's not to be confused with Japan's Weekly Shōnen Jump and Monthly Shōnen Jump. It debuted in November 2002 with its January 2003 issue, selling over 300,000 copies with that issue. The magazine is mainly targeted at male readers ages 13 and older. Shonen Jump, in Japanese, means Boy Jump.<br/><br/>Every month, Shonen Jump brings a new chapter in a select amount of manga series for readers to experience. Currently, the magazine's manga selection ranges from <a data-ref-id=\"3025-735\" href=\"/bleach/3025-735/\" slug=\"bleach\">               Bleach</a> to Karakuridôji Ultimo, <a data-ref-id=\"3025-499\" href=\"/naruto/3025-499/\" slug=\"naruto\">              Naruto</a>, and <a data-ref-id=\"3025-468\" href=\"/one-piece/3025-468/\" slug=\"one-piece\">             One Piece</a>. However, in the past, it's featured many other manga series that have ended. This includes <a data-ref-id=\"3025-159\" href=\"/dragon-ball-z/3025-159/\" slug=\"dragon-ball-z\">          Dragon Ball Z</a>, <a data-ref-id=\"3025-712\" href=\"/yu-gi-oh/3025-712/\" slug=\"yu-gi-oh\">         Yu-Gi-Oh!</a>, Hikaru No Go, <a data-ref-id=\"3025-999\" href=\"/shaman-king/3025-999/\" slug=\"shaman-king\">        Shaman King</a>, <a data-ref-id=\"3025-873\" href=\"/yuyu-hakusho/3025-873/\" slug=\"yuyu-hakusho\">       YuYu Hakusho</a>, Slam Dunk, Sand Land, and Tegami Bachi. The magazine also features select previews of video games as well as other things related to Japanese culture.<br/><br/>Shojo Beat, a sister publication to Shonen Jump, was created in February 2005 to target female readers. However, after 47 issues (June 2005 to July 2009), the magazine was discontinued. <br/><h2>Games<br/></h2>A game titled <a data-ref-id=\"3030-21241\" href=\"/jump-super-stars/3030-21241/\" slug=\"jump-super-stars\">           Jump Super Stars</a> released in Japan for Nintendo DS on August 5, 2005 featuring characters from the many manga series seen in Japan's Weekly and Monthly Shōnen Jump issues. A following game titled <a data-ref-id=\"3030-21788\" href=\"/jump-ultimate-stars/3030-21788/\" slug=\"jump-ultimate-stars\">    Jump Ultimate Stars </a>was released on November 26, 2006. Unfortunately, these games never reached western shores. <br/><h2>Useful Links<br/></h2><ul class=\"plain-list\"><li><a href=\"http://www.shonenjump.com/\" rel=\"nofollow \">      Official Site</a></li></ul>", "guid": "3025-1750", "name": "Shonen Jump"}, {"description": null, "guid": "3025-1751", "name": "Cities XL"}, {"description": null, "guid": "3025-1752", "name": "Scarface"}, {"description": null, "guid": "3025-1753", "name": "Chart Wars"}, {"description": null, "guid": "3025-1754", "name": "Rogue Trooper"}, {"description": null, "guid": "3025-1755", "name": "GTR"}, {"description": null, "guid": "3025-1756", "name": "Neighbors from Hell"}, {"description": null, "guid": "3025-1757", "name": "RACE"}, {"description": null, "guid": "3025-1758", "name": "Monsters Inc."}, {"description": null, "guid": "3025-1759", "name": "World of Mixed Martial Arts"}, {"description": null, "guid": "3025-1760", "name": "Fu-un"}, {"description": "<br/>", "guid": "3025-1761", "name": "Dragon Ball Z: Budokai"}, {"description": null, "guid": "3025-1762", "name": "Disney's Atlantis the Lost Empire"}, {"description": null, "guid": "3025-1763", "name": "Gun"}, {"description": "<br/>", "guid": "3025-1765", "name": "Dragon Ball Z: Budokai Tenkaichi"}, {"description": null, "guid": "3025-1766", "name": "Blacklight"}, {"description": null, "guid": "3025-1767", "name": "Blue's Clues"}, {"description": "<p>Pride Fighting Championships (Pride or Pride FC for short) was the biggest(MMA) organization in the world, based in Japan. Its inaugural event was held at the Tokyo dome on October 11, 1997. Pride has held more than 60 mixed martial arts events. As one of the most popular MMA organizations in the world during its ten years of operation, Pride broadcast to about 40 countries worldwide. Pride also held the largest live MMA event audience record of 91,108 people at the Pride and K-1 co-production, Shockwave/Dynamite held in August 2002 as well as the audience record of over 67,450 people at Pride Final Conflict 2003.</p><p>In March 2007, DSE sold Pride to Lorenzo Fertitta and Frank Fertitta III, co-owners of Zuffa, which owns the UFC. While remaining legally separate entities with separate managements, the two promotions were set to cooperate in a manner akin to the AFL-NFL merger. However, such an arrangement did not materialize, and in October 2007, Pride Worldwide's Japanese staff was laid off, marking the end of the organization as an active fight promoter. As a result many of the Pride staff left to form DREAM alongside K-1 parent company FEG.</p>", "guid": "3025-1768", "name": "Pride FC"}, {"description": null, "guid": "3025-1769", "name": "Mister Mosquito"}, {"description": null, "guid": "3025-1770", "name": "Kingdoms of Amalur"}, {"description": null, "guid": "3025-1771", "name": "Calvin Tucker"}], "version": "1.0"}