{"error": "OK", "limit": 100, "offset": 1300, "number_of_page_results": 100, "number_of_total_results": 5524, "status_code": 1, "results": [{"description": null, "guid": "3025-1350", "name": "Cars"}, {"description": null, "guid": "3025-1351", "name": "Summer Athletics"}, {"description": null, "guid": "3025-1352", "name": "Wii Fit"}, {"description": null, "guid": "3025-1353", "name": "My Baby"}, {"description": "<h2>Overview </h2>The Mario vs. Donkey Kong franchise is a series of titles that depicts the continuation of <a data-ref-id=\"3005-177\" href=\"/mario/3005-177/\">       Mario's</a> long-standing rivalry with <a data-ref-id=\"3005-299\" href=\"/donkey-kong/3005-299/\">      Donkey Kong</a>.  The first game in the series, the GBA title <a data-ref-id=\"3030-18285\" href=\"/mario-vs-donkey-kong/3030-18285/\">     Mario vs. Donkey Kong</a>, was in actuality a remake of the 1994 Game Boy edition of <a data-ref-id=\"3030-25744\" href=\"/donkey-kong/3030-25744/\">    Donkey Kong</a>.  The franchise is also the first to see regular appearances of <a data-ref-id=\"3005-1246\" href=\"/pauline/3005-1246/\">   Pauline</a>, one of the very first damsels-in-distress in video games, since her appearance in the 1994 title. <br /> <br /><h2>March of the Minis </h2>Beginning with <a data-ref-id=\"3030-19090\" href=\"/mario-vs-donkey-kong-2-march-of-the-minis/3030-19090/\">  Mario vs. Donkey Kong 2:  March of the Minis</a>, the gameplay shifted from that of a puzzle-based platformer to a style more reminiscent of the game <a data-ref-id=\"3030-1446\" href=\"/lemmings/3030-1446/\"> Lemmings</a>.  Rather than control Mario directly, the player instead must guide Mini-Mario wind-up toys through the various stages to give chase and eventually battle with Donkey Kong.", "guid": "3025-1354", "name": "Mario vs. Donkey Kong"}, {"description": null, "guid": "3025-1355", "name": "Domo"}, {"description": null, "guid": "3025-1356", "name": "Alundra"}, {"description": null, "guid": "3025-1357", "name": "MLB Power Pros"}, {"description": "<h2>Overview</h2><p>One of the first \"edutainment\" titles ever released. The Oregon Trail quickly grew to become a popular franchise. The idea for most of the games is that the player must manage a family of 19th century settlers trying to cross the Oregon Trail. The player must buy, enough food and supplies and manage them to successfully complete the trip. As the game has an educated value, many gamers were introduced to the series through School (particularly the Apple 2 version).</p>", "guid": "3025-1358", "name": "The Oregon Trail"}, {"description": null, "guid": "3025-1359", "name": "Fat Princess"}, {"description": "<h2>The games</h2><h3>Front Office Football</h3><p>This award winning game is the first in the franchise and the first game released by Solecismic Software. The game took four month to developed and received favorable reviews.</p><p> </p><h3>Front Office Football 2</h3><p>The original plan was to create a college football counterpart to the first the release. Because of the attention the original game received Solecismic Software was contacted by publishers to release a sequel to the game. Solecismic signed a contract to develop a sequel for Electronic Arts. New features was added to the game including a play-calling interface. The game was released in August of 1999 and again received positive reviews.</p><p> </p><h3>Front Office Football 2001</h3><p>The partnership with EA ended with one more release.</p><p> </p><h3>Front Office Football: The College Years</h3><p>After two release with EA Solecismic Software went back to the original plan and spent 2000 and 2001 to develop The College Years. The game was released mid year 2001. In 2004 an update was released with the 2004 college schedule.</p><p> </p><h3>Front Office Football: The Fourth Edition</h3><p>With The Fourth Edition the game was stripped down to its core and nearly everything was reprogrammed. Many new features was added including a new play-calling interface. The game was released in October 2002.</p><p> </p><h3>Front Office Football 2004</h3><p>The 2004 version was the first game with multiplayer league support and an even more comprehensive statistical core.</p><p> </p><h3>Front Office Football 2007</h3><p>The six game in the franchise. In October 2008 a update was released for the game with the 2008 roster and schedule.</p><p> </p><h3>Front Office Football Seven</h3><p>The sevenths game in the franchise. Released in December 2013 and is the first game to be sold on Steam.</p><p> </p><h3>Front Office Football Eight</h3><p>The eights game in the franchise. Released in  November 2016 with the 2016 roster and schedule and some GUI updates and a new playbook and play calling design.</p>", "guid": "3025-1361", "name": "Front Office Football"}, {"description": null, "guid": "3025-1362", "name": "Castle of Shikigami"}, {"description": null, "guid": "3025-1363", "name": "Gunbird"}, {"description": null, "guid": "3025-1364", "name": "Lotus"}, {"description": null, "guid": "3025-1365", "name": "Discovery Kids"}, {"description": "<p>Baten Kaitos was a series co-created by <a data-ref-id=\"3010-1245\" href=\"/monolith-software-inc/3010-1245/\" slug=\"monolith-software-inc\">      Monolith Software</a> and <a data-ref-id=\"3010-3929\" href=\"/tri-crescendo-inc/3010-3929/\" slug=\"tri-crescendo-inc\">     tri-Crescendo</a> led by directors <a data-ref-id=\"3040-90704\" href=\"/yasuyuki-honne/3040-90704/\" slug=\"yasuyuki-honne\">    Yasuyuki Honne</a> and <a data-ref-id=\"3040-65730\" href=\"/hiroya-hatsushiba/3040-65730/\" slug=\"hiroya-hatsushiba\">   Hiroya Hatsushiba</a>.</p>", "guid": "3025-1366", "name": "Baten Kaitos"}, {"description": null, "guid": "3025-1367", "name": "Drawn to Life"}, {"description": null, "guid": "3025-1368", "name": "Astonishia Story"}, {"description": null, "guid": "3025-1369", "name": "Reel Fishing"}, {"description": "<p>Features throughout the series involve car customization and competitive multiplayer racing across arcade cabinets.<br/></p>", "guid": "3025-1370", "name": "Wangan Midnight"}, {"description": null, "guid": "3025-1371", "name": "World Club Champion Football"}, {"description": "<p>WWE SmackDown! vs. Raw is a series of WWE professional wrestling games which spun off from 2003's <a data-ref-id=\"3030-15815\" href=\"/wwe-smackdown-here-comes-the-pain/3030-15815/\">SmackDown!: Here Comes the Pain</a>. Where as older SmackDown! concentrated on the SmackDown! brand, SmackDown! vs.  Raw puts the focus on both of the WWE brands. The series marks the first time the number of the year is in the title of every game. With only competition from <a data-ref-id=\"3030-20469\" href=\"/tna-impact/3030-20469/\">TNA iMPACT!</a>, SmackDown! vs. Raw is the leading professional wrestling video game. <br /><br />The series began on the PlayStation 2 as an exculsive. Separate games were created for the Xbox and Gamecube (see <a data-ref-id=\"3030-13445\" href=\"/wwe-raw-2/3030-13445/\">RAW</a><a data-ref-id=\"3030-13445\" href=\"/wwe-raw-2/3030-13445/\"> 2</a> and <a data-ref-id=\"3030-16374\" href=\"/wwe-wrestlemania-xix/3030-16374/\">Wrestlemania XIX</a>). When SmackDown! vs. Raw 2007 was released in 2006, it was made for the PlayStation 2, Xbox 360 and PSP. There was a PlayStation 3 version in the works but it was cancelled. Now the series appears on all major platforms (PS2, PS3, Xbox 360, Wii, PSP, DS) and the games are usually released in November every year.<br /></p>", "guid": "3025-1372", "name": "WWE Smackdown vs. Raw"}, {"description": "<h2>Trivia<br/></h2><ul class=\"plain-list\"><li>\"Noitu Love\" is simply \"evolution\" spelled backwards.<br/></li></ul>", "guid": "3025-1373", "name": "Noitu Love"}, {"description": null, "guid": "3025-1374", "name": "Metal Max"}, {"description": "<h2 style=\"margin-right:0px;margin-left:0px;\">Overview</h2><p>Consisting of two releases, the X-Men Legends games play similar to other action RPGs like <a href=\"//www.giantbomb.com/champions-of-norrath/3030-13217/\" data-ref-id=\"3030-13217\">Champions of Norrath </a>and <a href=\"//www.giantbomb.com/baldurs-gate-dark-alliance/3030-13091/\" data-ref-id=\"3030-13091\">Baldur's Gate: Dark Alliance</a>. The games allow a party of up to four different X-men at a time. In single player, the character controls one of the <a href=\"//www.giantbomb.com/x-men/3025-125/\" data-ref-id=\"3025-125\">X-men </a>while the other three are controlled by the AI. The player can switch X-men on the fly using the D-pad on consoles or the arrow keys on the PC. Alternatively, the games can be played cooperatively with up to four different players, each controlling their own X-man. Though this could only be done locally in the first game, the sequel allowed for online co-op play.</p><h2 style=\"margin-right:0px;margin-left:0px;\">A Classless System</h2><p data-right-indent=\"0\" data-left-indent=\"0\">Unlike a lot of RPGs, the X-men Legends series does not have a traditional class system. However, each character has one of three (Physical, Elemental, or Mental) specific damage types that they deal against enemies. Physical X-men, like <a href=\"https://www.giantbomb.com/wolverine/3005-10/\" data-ref-id=\"3005-10\">Wolverine</a>, are especially effective at ground combat and are used in a similar fashion as traditional \"<a href=\"//www.giantbomb.com/tank/3015-438/\" data-ref-id=\"3015-438\">tanks</a>\" in other RPGs. Elemental (like <a href=\"//www.giantbomb.com/cyclops/3005-2850/\" data-ref-id=\"3005-2850\">Cyclops</a>) and Mental (like <a href=\"//www.giantbomb.com/jean-grey/3005-2424/\" data-ref-id=\"3005-2424\">Jean Grey</a>) damage types are usually more effective from a further distance. Enemies often have at least one specific resistance and this makes it especially important that the player have a varied group of X-men at any given time.</p><h2 style=\"margin-right:0px;margin-left:0px;\">Traditional RPG Elements</h2><p>Despite the lack of a rigid class system, the series does have a lot of other traditional RPG elements. </p><p><a href=\"//www.giantbomb.com/leveling-up/3015-475/\" data-ref-id=\"3015-475\">Leveling system</a> - Defeating enemies and completing objectives will earn <a href=\"//www.giantbomb.com/experience-points/3015-39/\" data-ref-id=\"3015-39\">XP points</a> that allows the player to level their character using a traditional <a href=\"//www.giantbomb.com/skill-tree/3015-382/\" data-ref-id=\"3015-382\">skill tree</a>. This allows the player to appropriate stats to how they want to spec out their character. The highest level in the first game is 45 while the second game features levels up to 99.</p><p><a href=\"//www.giantbomb.com/loot-gathering/3015-161/\" data-ref-id=\"3015-161\">Loot system</a> - There are random loot drops throughout the game. These are in the form of equipment that can be used to increase the stats of each individual X-man. The three different types of loot are armor, belts, and backpacks (changed to gloves in the sequel). The loot can come in both Rare and Unique variants. Unwanted loot can be sold to the mutant <a href=\"//www.giantbomb.com/forge/3005-7180/\" data-ref-id=\"3005-7180\">Forge</a> via the in-game Xtraction points.</p><h2>Connection to Film</h2><p>Neither game has a direct connection to the X-men film trilogy released in the same time frame as the games. However, <a href=\"//www.giantbomb.com/patrick-stewart/3040-19670/\" data-ref-id=\"3040-19670\">Patrick Stewart</a> does provide his voice talents for the game, reprising his role as <a href=\"//www.giantbomb.com/professor-charles-xavier/3005-3856/\" data-ref-id=\"3005-3856\">Professor X</a>. Additionally, director of the first two films Bryan Singer is thanked at the end of the first game.</p>", "guid": "3025-1375", "name": "X-Men Legends"}, {"description": null, "guid": "3025-1376", "name": "Mirror's Edge"}, {"description": null, "guid": "3025-1377", "name": "Assault Suit"}, {"description": "<p> </p>", "guid": "3025-1378", "name": "Tetris: The Grand Master"}, {"description": null, "guid": "3025-1379", "name": "Marine Sharpshooter"}, {"description": "<p>Deathsmiles is a series of gothic lolita-themed bullet hell shoot 'em ups developed by <a data-ref-id=\"3010-329\" href=\"/cave-co-ltd/3010-329/\" slug=\"cave-co-ltd\">Cave</a>. The company has worked on a design concept for a third game, though it is currently unknown whether it will actually be developed.</p>", "guid": "3025-1380", "name": "Deathsmiles"}, {"description": null, "guid": "3025-1381", "name": "Penguin no Mondai"}, {"description": null, "guid": "3025-1382", "name": "Nintendo Clocks"}, {"description": null, "guid": "3025-1383", "name": "Horse Racing Manager"}, {"description": null, "guid": "3025-1384", "name": "Tingle"}, {"description": null, "guid": "3025-1385", "name": "Tenchi Muyo"}, {"description": null, "guid": "3025-1386", "name": "The Adventures of Tintin"}, {"description": null, "guid": "3025-1387", "name": "Silver Star"}, {"description": null, "guid": "3025-1388", "name": "Family"}, {"description": null, "guid": "3025-1389", "name": "Konami Rebirth"}, {"description": null, "guid": "3025-1390", "name": "Caesar"}, {"description": null, "guid": "3025-1391", "name": "Pro Rugby Manager"}, {"description": "<p> Rocket Power is an American television franchise that aired on Nickelodeon for three seasons.  </p><p> </p><p>The franchise revolves around a group of friends who live in Southern California. Their names are Oswald \"Otto\" Roinks, Maurice \"Triwster\" Rodriguez, Sam \"The Squid\" Dullard, and Regina \"Reggie\" Roinks.</p><p> </p><p>Five games were created within the Rocket Power franchise. </p><p>Rocket Power: Team Rocket Rescue was released in June of 2001 for the Playstation 1, it was developed and published by THQ. </p><p>Rocket Power: Gettin' Air was released in July of 2001 for the Game Boy Color, it was published by THQ.</p><p>Rocket Power: Dream Scheme was released in November of 2001 for the Game Boy Advance, it was developed by Helize and published by THQ.</p><p>Rocket Power: Beach Bandits was released in September of 2002 for the Playstation 2, GameCube, and Game Boy Advance, it was developed by Evolution Games and published by THQ  </p><p>Rocket Power: Zero Gravity Zone was released in August of 2003 for the Game Boy Advance, it was developed by Altron Corporation and published by THQ.</p><p> </p>", "guid": "3025-1392", "name": "Rocket Power"}, {"description": "<p>The Lost Vikings is a series of puzzle-platformer games. The player must switch between the three titular vikings to solve puzzles and prevent their own demises. The games were developed by Silicon &amp; Synapse, Inc. before they were rebranded into <a href=\"/blizzard-entertainment/3010-1088/\" data-ref-id=\"3010-1088\">Blizzard Entertainment, Inc</a>.</p><p>Although no new games have been developed in 20 years, the trio still makes appearances and cameos in Blizzard's other games, including <a href=\"/world-of-warcraft/3030-19783/\" data-ref-id=\"3030-19783\">World of Warcraft</a>, <a href=\"/overwatch/3030-48190/\" data-ref-id=\"3030-48190\">Overwatch</a>, and a minor starring role in <a href=\"/heroes-of-the-storm/3030-36739/\" data-ref-id=\"3030-36739\">Heroes of the Storm</a>.</p>", "guid": "3025-1393", "name": "The Lost Vikings"}, {"description": null, "guid": "3025-1394", "name": "SimAnimals"}, {"description": null, "guid": "3025-1395", "name": "Ragnarok Battle Offline"}, {"description": "  ", "guid": "3025-1396", "name": "Ragnarok"}, {"description": null, "guid": "3025-1397", "name": "Action Man"}, {"description": "<p>* 1982 - Release of Supreme Ruler Plus for the TRS-80 (Independently by George Geczy, Co-Founder)<br/>* Q2-2005 - Release of Supreme Ruler 2010 (PC) <br/>* Q2-2008 - Release of Supreme Ruler 2020 (PC) <br/>* Q4-2008 - Release of Supreme Ruler 2020: Global Crisis Expansion Pack (PC) <br/>* Q3-2009 - Release of Supreme Ruler 2020 Gold Edition (PC) </p>", "guid": "3025-1398", "name": "Supreme Ruler"}, {"description": "<i><b>The Chaos Engine</b></i> is a top-down run and gun franchise where the player takes control of a character and attempts to destroy the Baron. The original was made in 1993, and the second in 1996.", "guid": "3025-1399", "name": "The Chaos Engine"}, {"description": null, "guid": "3025-1400", "name": "Zeno Clash"}, {"description": null, "guid": "3025-1401", "name": "Pop"}, {"description": null, "guid": "3025-1402", "name": "Towers"}, {"description": null, "guid": "3025-1403", "name": "Pokémon Mystery Dungeon"}, {"description": null, "guid": "3025-1404", "name": "The Sopranos"}, {"description": "<h2>Overview</h2><p>Valkyria Chronicles is a tactical RPG franchise created by <a href=\"/sega/3010-62/\" data-ref-id=\"3010-62\">Sega</a> that is known for its blend of real-time gameplay and turn-based strategy combat along with its unique watercolor visual style. In most entries of the series, the player takes control of a squadron of military soldiers with an occasional tank unit in order to complete various missions. The franchise has spawned the original <a href=\"/playstation-3/3045-35/\" data-ref-id=\"3045-35\">PlayStation 3</a> title as well as several spin-offs, sequels and ports.</p><h3>Mainline Titles</h3><ul><li>2008 - <a href=\"/valkyria-chronicles/3030-20971/\" data-ref-id=\"3030-20971\">Valkyria Chronicles</a></li><li>2010 - <a href=\"/valkyria-chronicles-ii/3030-27388/\" data-ref-id=\"3030-27388\">Valkyria Chronicles II</a></li><li>2011 - <a href=\"/senjo-no-valkyria-3/3030-32689/\" data-ref-id=\"3030-32689\">Senjo no Valkyria 3: Unrecorded Chronicles</a></li><li>2018 - <a href=\"/valkyria-chronicles-4/3030-62693/\" data-ref-id=\"3030-62693\">Valkyria Chronicles 4</a></li></ul><h3>Spin-offs</h3><ul><li>2012 - <a href=\"/senjo-no-valkyria-duel/3030-62724/\" data-ref-id=\"3030-62724\">Senjo no Valkyria DUEL</a></li><li>2017 - <a href=\"/valkyria-revolution/3030-51568/\" data-ref-id=\"3030-51568\">Valkyria Revolution</a></li></ul><h2>Setting</h2><p>The franchise is mostly set in the continent of Europa during the Second Europan War (EW2), a fictional analog to World War 2-era Europe. The small country of Gallia finds itself under attack by the great Autocratic East Europan Imperial Alliance (the \"Empire\") to its east, who seek to attack a confederation of states known as the Atlantic Federation to its west and also to secure its stores of \"Ragnite\" which powers most of the machinery in the world. However, the country of Gallia calls up its militia and armed forces to stage a counterattack, eventually drawing enough blood to force the Empire back behind its borders. A majority of the Valkyria Chronicles series is either set during this conflict in Gallia or during other theaters in EW2, the only exceptions being Valkyria Chronicles II (which is set after the war( and Valkyria Revolution (which takes place in an alternate universe).</p><h2>Plot</h2><h3>Valkyria Chronicles</h3><p>The peaceful town of Bruhl in the country of Gallia finds itself under attack by a massive armed Imperial force, as <a href=\"/alicia-melchiott/3005-8984/\" data-ref-id=\"3005-8984\">Alicia Melchott</a> of the local town watch tracks down a strange man who seems to be recording the nearby wildlife. The young man, <a href=\"/welkin-gunther/3005-8985/\" data-ref-id=\"3005-8985\">Welkin Gunther</a>, helps Alicia repel the invaders from the town. Being the son of a legendary general, Welkin then ends up leading Squad 7 with his custom-made tank, the Edelweiss, and proves instrumental in helping Gallia repel the invading Imperial force from its borders.</p><h3>Valkyria Chronicles 2</h3><p>With the end of EW2, Gallia only has a short-lived peace. The new leader of Gallia, <a href=\"/cordelia-gi-randgriz/3005-14931/\" data-ref-id=\"3005-14931\">Archduchess Cordelia Gi Randgriz</a>, has revealed her Darcsen lineage. This new information sparked a rebellion within the country, as the angered citizens and nobles formed the Gallian Revolutionary Army, led by the aristocratic House Gassenarl, with the goal of purging the Darcsens from the country and taking Cordelia off her throne. As the regular army cannot mobilize against an internal threat, the task ends up falling to <a href=\"/avan-hardins/3005-12735/\" data-ref-id=\"3005-12735\">Avan Hardins</a> and Class G from Gallia's Lanseal Academy.</p><h3>Valkyria Chronicles 3: Unrecorded Chronicles</h3><p>During EW2, the history books never mentioned a pivotal force that helped Gallia beat the Empire: The 422nd Nameless, a suicide squad full of traitors, troublemakers, and other criminals who are stripped of their name and rank and are given missions that are near-impossible for the regular army to do, lest they be thrown in front of a firing squad for refusing. Lanseal graduate Kurt Irving, framed for a crime he didn't commit, is forced to take on the role of Captain for the Nameless as \"Number 7\" while he tries to help his squad survive long enough to clear their names.</p><h3>Valkyria Chronicles 4</h3><p>At the beginning of EW2, the Atlantic Federation lost 30% of its territory to the Empire's blitzkrieg tactics. Trying to put a quick end to the war, the Federate's \"Edinburgh Army,\" composed largely of volunteers from around Europa, launches Operation Northern Cross. The Operation would use smaller, faster military units to head north and invade the capital of the Empire to put a quicker end to the fighting before the Empire could dominate the continent. Squad E, led by <a href=\"/claude-wallace/3005-36166/\" data-ref-id=\"3005-36166\">Claude Wallace</a>, would prove instrumental in this Operation.</p><h3>Valkyria Revolution</h3><p>A spinoff completely unconnected to the mainline Chronicles universe, though it shares some similar concepts. Revolution tells the story of the \"Five Traitors\" who secretly pushed the tiny nation of Jutland to war against the massive Ruz Empire. The Traitors hoped to both end Ruz's stranglehold over Jutland and to kill the Ruzi Emperor for kidnapping their foster mother several years ago. The story is told <a href=\"/in-medias-res/3015-1279/\" data-ref-id=\"3015-1279\"><em>in medias res</em></a> as a discussion between a Jutish grad-student and his teacher, Richelle, who reveals to the student the secret history of the war not written in his text books.</p><p> </p><h2>Common Gameplay Concepts</h2><p>The mainline Valkyria Chronicles titles all share similar gameplay mechanics, in that the player must command a small squad of allied troops to victory, with the condition usually being to capture the enemy base in the fewest turns possible for the highest ranking. Sometimes, the objective might be different, such as holding out a position for a set number of turns, or killing all enemies in the level.</p><p>The player's side begins with a set amount of Command Points (CP) that are spent to move and attack individual units. The selected unit has a set amount of Action Points (AP) that they can use to move around the battlefield, capture enemy bases, and take one of the following actions (actions may not apply to all unit classes):</p><ul><li>Attack with primary weapon</li><li>Attack with secondary weapon</li><li>Attack with grenade</li><li>Heal self or nearby ally</li></ul><p>A single unit can be used multiple times in the same turn, provided the player can spend additional CP on them, but their max AP will decrease, limiting the amount of ground they can cover in a single turn. If a commander is alive on the battlefield, the player can also issue a special order that will allow them to buff or heal units at the cost of some CP.</p><p>While moving around the map, enemy units or vehicles may perform Interception Fire if the unit enters their line of sight and weapon's firing range. Enemies attacking the controlled character in this manner have infinite ammo, but may be forced to reload depending on their weapon and rate of fire. When the unit switches from movement to combat mode, the enemy will stop firing until the unit's action is complete. An enemy unit might also counterattack if they have any HP left after the chosen unit's attack, depending on their unit type and firing range.</p><p>If a character loses all HP, they are downed on the battlefield. Allied units can usually be saved if another allied unit touches them on the battlefield before a set number of turns have passed, being forcibly \"retreated\" to base. However, if an enemy touches a downed ally, or they are not rescued in time, they are fatally wounded and unable to be used for the rest of the game. If the ally is important to the story, this may result in a Game Over situation.</p><p>The turn ends when all CP have been exhausted, or when the player manually selects \"End Phase,\" in which the enemy AI will perform their actions.</p><h3>Characters</h3><p>The player will balance their squad's strengths and weaknesses, both in terms of the unit's job and each individual unit's quirks (Battle Potentials) that can be useful or harmful, depending on the situation.</p><p>Players are encouraged to try experimenting with the various units, sometimes even unlocking special side-stories where the character reveals more about their personal backstory. By completing this sidestory, the character can even have their negative Potential replaced with a positive one, or upgrade an already-positive Potential. Some characters' Potentials may only change as the main story progresses.</p><h3>Headquarters</h3><p>Every game has a Headquarters where the player can upgrade multiple units at once by spending accumulated experience points (EXP) on a class, \"training\" every unit of that class at once. At certain points, increasing the level of a class can unlock new positive Potentials for every member of that class, new Orders for the commander, or upgrade the class itself and allow everyone in the class to use improved equipment.</p>", "guid": "3025-1405", "name": "Valkyria Chronicles"}, {"description": null, "guid": "3025-1406", "name": "Anime Freak FX"}, {"description": null, "guid": "3025-1407", "name": "EA Sports Cricket"}, {"description": null, "guid": "3025-1408", "name": "The Hardy Boys"}, {"description": null, "guid": "3025-1409", "name": "NASCAR (EA Sports)"}, {"description": null, "guid": "3025-1410", "name": "NASCAR Racing"}, {"description": null, "guid": "3025-1411", "name": "NASCAR Heat"}, {"description": null, "guid": "3025-1412", "name": "Trivial Pursuit"}, {"description": null, "guid": "3025-1413", "name": "Austin Powers"}, {"description": "<br/>", "guid": "3025-1414", "name": "James Cameron's Avatar"}, {"description": null, "guid": "3025-1415", "name": "Maya the Bee"}, {"description": null, "guid": "3025-1416", "name": "Brandish"}, {"description": null, "guid": "3025-1417", "name": "Military Madness"}, {"description": null, "guid": "3025-1420", "name": "Puzzle Iroiro Gekkan Crossword House"}, {"description": null, "guid": "3025-1421", "name": "Kidz Sports"}, {"description": null, "guid": "3025-1422", "name": "The Darkness"}, {"description": null, "guid": "3025-1423", "name": "Crimson Sea"}, {"description": null, "guid": "3025-1424", "name": "Momotaro Dentetsu"}, {"description": null, "guid": "3025-1425", "name": "World Series Baseball"}, {"description": null, "guid": "3025-1426", "name": "Arcus"}, {"description": null, "guid": "3025-1427", "name": "Blake Stone"}, {"description": null, "guid": "3025-1428", "name": "MASK"}, {"description": null, "guid": "3025-1429", "name": "Tear Ring Saga"}, {"description": "<h2>Overview</h2>The <i>Gundam VS</i> series, as the name implies, is based on the massive <a data-ref-id=\"3025-290\" href=\"/gundam/3025-290/\" slug=\"gundam\">           Mobile Suit Gundam</a> anime franchise. The <i>VS</i> series offers arena-style, 2-on-2 battles between \"mobile suits\"; its roots can be traced back to <a data-ref-id=\"3025-695\" href=\"/virtual-on/3025-695/\" slug=\"virtual-on\">           Virtual-On</a>, the grandfather of all 3D mecha combat games. Every game in the franchise debuted in the arcades, but nearly all of them have received console releases. <br/> <br/>The Gundam VS games have proven to be popular in Japanese arcades, with the later games fairly consistently ranking at #2, behind <a data-ref-id=\"3030-20689\" href=\"/tekken-6/3030-20689/\" slug=\"tekken-6\">   Tekken 6</a> or <a data-ref-id=\"3030-23833\" href=\"/tekken-6-bloodline-rebellion/3030-23833/\" slug=\"tekken-6-bloodline-rebellion\">  Tekken 6 Bloodline Rebellion</a>, in <i>Arcadia Magazine's</i> monthly Top 10 listings. <br/><br/><h2>System</h2>Each Gundam VS game uses four-buttons: one button for the \"Beam Rifle\" or other projectile weaponry, one button for the \"Beam Saber\" or other melee attacks, one button for jumping, and one button for toggling targets. Additional attacks are carried out by combining the Range, Melee, and Jump buttons, or by \"charging\" a weapon. Mobile Suits can \"step\" (a short, quick dash) by tapping the joystick/D-Pad in a single direction twice; They can also fly in the air for a short time by holding the Jump button, and dash in the air by holding Jump and double-tapping the joystick/D-Pad (early games) or pressing Jump twice. Some games allow the player to defend with a joystick command, while others have automated blocking.<br/><br/>In most games, there is a team power-up that can be activated once a special meter fills. It is usually triggered when both players press the Start button in the arcades, or when the \"Command\" button is pressed in the console versions.<br/><br/>Both teams have a Battle Gauge representing their current battle strength. Each time a player's mobile suit is destroyed, the gauge is lowered by that suit's \"cost\"; The object of the game is to lower your opponent's gauge to zero. Mobile Suits are organized by their overall cost, but the scoring system varies with each \"era\" of the series (The Universal Century games use 600 as a representation of a full bar, the SEED games use 1000, and the crossover games use 6000). In the crossover games, if an MS costs more than the amount of Battle Gauge remaining, its HP will be reduced accordingly (if a 3000 cost suit respawns with 1000 points remaining, it will have 1/3 of its maximum HP).<br/><br/>If a Time Over is reached, both teams are disqualified.<br/><br/><h2>Franchise History</h2><a data-ref-id=\"3030-22717\" href=\"/mobile-suit-gundam-federation-vs-zeon/3030-22717/\" slug=\"mobile-suit-gundam-federation-vs-zeon\">           Mobile Suit Gundam: Federation vs. Zeon</a><br/><br/>The first game of the series. This game's mobile suits are mostly based on the original <i>Mobile Suit Gundam</i> series, although a handful of MS from alternate series based on the \"One Year War\" are included. It would be released for the Playstation 2 as \"Federation vs. Zeon DX,\" with added content. It is one of only two games in the franchise to see an international release.<br/><br/><a data-ref-id=\"3030-26731\" href=\"/mobile-suit-zeta-gundam-aeug-vs-titans/3030-26731/\" slug=\"mobile-suit-zeta-gundam-aeug-vs-titans\">           Mobile Suit Zeta Gundam: AEUG vs. Titans</a> and <a data-ref-id=\"3030-22604\" href=\"/mobile-suit-gundam-gundam-vs-zeta-gundam/3030-22604/\" slug=\"mobile-suit-gundam-gundam-vs-zeta-gundam\">          Mobile Suit Gundam: Gundam vs. Zeta Gundam</a><br/><br/>AEUG vs. Titans is the second game of the series. This game's mobile suits are based on <i>Mobile Suit Gundam's</i> first sequel, <i>Mobile Suit Zeta Gundam</i>; some suits from Federation vs. Zeon are also available. This game introduces the Hyper Combination system, which powers up both members of a team after a special gauge is filled. This game would also be ported to the Playstation 2. The Playstation 2 version of the game, which added more mobile suits, would be ported back to the arcades as \"AEUG vs. Titans DX\"; this version of the game would then be ported to the Playstation 2 (again) and Gamecube as \"Gundam vs. Zeta Gundam.\"  <br/><br/>Gundam vs. Zeta Gundam adds three units from <i>Mobile Suit Gundam ZZ</i>; since the PS2 version of the game was released worldwide, this game is the West's first exposure to <i>Gundam ZZ</i>. GvsZ expands the Hyper Combination system into the Awaken System: The player can choose whether their Awaken boosts attack power (similar to Hyper Combination), speed, or allows a destroyed unit to be revived at no cost.<br/><br/><a data-ref-id=\"3030-26732\" href=\"/mobile-suit-gundam-seed-rengou-vs-zaft/3030-26732/\" slug=\"mobile-suit-gundam-seed-rengou-vs-zaft\">           Mobile Suit Gundam SEED: Rengou vs. Z.A.F.T.</a><br/><br/>Instead of following the Universal Century timeline and making a <i>Mobile Suit Gundam ZZ: AEUG vs. Neo Zeon</i> game, the series turns towards its (then) newest and hottest property: <i>Mobile Suit Gundam SEED</i>. <i>Rengou vs. ZAFT</i> (also known as <i>Alliance vs. ZAFT</i> or <i>OMNI vs. ZAFT</i>) introduces an entirely different set of MS and refines the gameplay of the previous titles. SEED Mode is included, which works similarly to Hyper Combination. The game was released on the Playstation 2 and the PSP (interestingly enough, the latter \"Rengou vs. ZAFT Portable\" was ported after the release of Rengou vs. ZAFT II, and includes some suits from its sucessor).<br/><br/><a data-ref-id=\"3030-26733\" href=\"/mobile-suit-gundam-seed-destiny-rengou-vs-zaft-ii/3030-26733/\" slug=\"mobile-suit-gundam-seed-destiny-rengou-vs-zaft-ii\">           Mobile Suit Gundam SEED Destiny: Rengou vs. Z.A.F.T. II</a><br/><br/>The sequel to Rengou vs. Z.A.F.T. This game features more mobile suits than any other game in the franchise. The Awaken system returns from Gundam vs. Zeta Gundam, offering Rush (essentially SEED mode from the previous game), Power, and Speed (faster footspeed). This game was ported to the PS2 as \"Rengou vs. Z.A.F.T. II Plus.\"<br/><br/><a data-ref-id=\"3030-23032\" href=\"/mobile-suit-gundam-gundam-vs-gundam/3030-23032/\" slug=\"mobile-suit-gundam-gundam-vs-gundam\">           Mobile Suit Gundam: Gundam vs. Gundam</a><br/><br/>Instead of focusing on a single series, Gundam vs. Gundam throws MS from every major animated Gundam series together. This game includes Mobile Assists, which are essentially the 3D equivalent of <a data-ref-id=\"3025-513\" href=\"/marvel-vs-capcom/3025-513/\" slug=\"marvel-vs-capcom\">           Marvel vs. Capcom's</a> assists or the Strikers of some <a data-ref-id=\"3025-407\" href=\"/king-of-fighters/3025-407/\" slug=\"king-of-fighters\">           King of Fighters</a> games. The Hyper Combination/Awaken systems are replaced with G-Crossover, which allows a team to utilize weapons of mass destruction based on their respective series in unison, including colony dropping, the GENESIS laser, and the Gundam Meisters. The game would be ported exclusively for the PSP.<br/><br/><a data-ref-id=\"3030-23686\" href=\"/mobile-suit-gundam-gundam-vs-gundam-next/3030-23686/\" slug=\"mobile-suit-gundam-gundam-vs-gundam-next\">           Mobile Suit Gundam: Gundam vs. Gundam NEXT</a><br/><br/>This game adds more mobile suits, does away with G-Crossover, and introduces \"NEXT Dashing,\" which allows the player to quickly evade attacks at the cost of some of their boost gauge. The Unicorn Gundam from <i>Mobile Suit Gundam Unicorn</i> is included, marking its first appearance in a videogame. The game received an enhanced PSP port, as \"Mobile Suit Gundam: Gundam vs. Gundam Next Plus.\" <br/> <br/><a data-ref-id=\"3030-30063\" href=\"/mobile-suit-gundam-extreme-vs/3030-30063/\" slug=\"mobile-suit-gundam-extreme-vs\">      Mobile Suit Gundam Extreme VS. </a><br/> <br/>Extreme Vs. is the current Gundam Vs. game; it is also the first game in the series to be rendered in HD. Some MS are removed while new ones are added, this includes newcomer series SEED Astray and MS Igloo.", "guid": "3025-1430", "name": "Gundam VS"}, {"description": null, "guid": "3025-1431", "name": "Saint Seiya"}, {"description": null, "guid": "3025-1432", "name": "Alien Syndrome"}, {"description": null, "guid": "3025-1433", "name": "Battlecruiser"}, {"description": null, "guid": "3025-1434", "name": "Aquanoid"}, {"description": null, "guid": "3025-1435", "name": "Blasterball"}, {"description": null, "guid": "3025-1436", "name": "X-Ray Ball"}, {"description": null, "guid": "3025-1437", "name": "Bratz"}, {"description": null, "guid": "3025-1438", "name": "Gladiator"}, {"description": null, "guid": "3025-1439", "name": "Scooby-Doo Case Files"}, {"description": null, "guid": "3025-1440", "name": "Tales of Monkey Island"}, {"description": null, "guid": "3025-1441", "name": "Mary-Kate and Ashley"}, {"description": null, "guid": "3025-1442", "name": "SWIV"}, {"description": null, "guid": "3025-1443", "name": "Brave"}, {"description": "<p>The Trials series is a physics based motorcycle game developed by Finnish developer <a href=\"/redlynx-ltd/3010-740/\" data-ref-id=\"3010-740\">Redlynx</a>. The gameplay is based of the sport of <a href=\"http://en.wikipedia.org/wiki/Motorcycle_trials\" rel=\"nofollow \">motorcycle trials</a>, in which you drive a lightweight motocross across a obstacle course without touching the ground with your feet.</p><h3>Trial Bike</h3><p>The series started as a pretty basic shareware Java game hosted on Miniclip.com</p><p>Redlynx re-released most of the tracks from the first game as <a href=\"/trials-legends/3030-33210/\" data-ref-id=\"3030-33210\">Trials Legends</a> which can be downloaded for free from their facebook page.</p><h3>Trials 2 and Trials 2 second edition</h3><figure data-align=\"right\" data-img-src=\"https://static.giantbomb.com/uploads/original/0/4344/1107614-trials_bike.jpg\" data-ref-id=\"1300-1107614\" data-size=\"small\" data-ratio=\"0\" data-embed-type=\"image\"><a  href=\"https://static.giantbomb.com/uploads/original/0/4344/1107614-trials_bike.jpg\" data-ref-id=\"1300-1107614\"><img alt=\"Trial Bike\" src=\"https://www.giantbomb.com/a/uploads/original/0/4344/1107614-trials_bike.jpg\" srcset=\"https://www.giantbomb.com/a/uploads/original/0/4344/1107614-trials_bike.jpg 498w, https://www.giantbomb.com/a/uploads/scale_medium/0/4344/1107614-trials_bike.jpg 480w\" sizes=\"(max-width: 498px) 100vw, 498px\" data-width=\"498\"></a><figcaption>Trial Bike</figcaption></figure><p>Trials 2 was the sequel to the Java based game. Both a basic 2D Java version, similar to the original Trials, and a downloadable version existed. The downloadable version contained improved 3D graphics, online leaderboards, achievements, dynamic tracks and more.</p><p>The game was originally named just Trials 2, but Redlynx released an improved version of the game named <a href=\"/trials-2-second-edition/3030-21451/\" data-ref-id=\"3030-21451\">Trials 2 second edition</a>, it was a free upgrade for everyone that had purchased Trials 2 before the second edition was released. To see all the differences in the different versions of Trials 2, <a href=\"http://www.redlynxtrials.com/CompleteDifferences.action\" rel=\"nofollow \">click here.</a></p><h3>Trials HD</h3><p>Arguably the game that broke the series into the mainstream, Trials HD was the third Trials game and was heavily promoted by Microsoft during it's summer of Arcade. As a consequence it was and remains a 360 exclusive.</p><h3>Trials Evolution</h3><p>Trials Evolution was released as the followup to HD and ditched the Warehouse aesthetics of the previous games in favor outdoor settings. Unlike HD it was released on the PC and also for the first time in the series on the Playstation 3.</p><h3>Trials Fusion</h3><p>The fifth mainline entry into the series saw the series take on a futuristic aesthetic. For the first time in the series story elements were also included that hinted at a dystopic society away from the Trials competition. This was the first in the series to be released on the then new Playstion 4 and Xbox One.</p>", "guid": "3025-1444", "name": "Trials"}, {"description": null, "guid": "3025-1445", "name": "City Transport Map"}, {"description": null, "guid": "3025-1446", "name": "Nintendo Express"}, {"description": null, "guid": "3025-1447", "name": "Game Party"}, {"description": null, "guid": "3025-1448", "name": "The Prisoner"}, {"description": null, "guid": "3025-1449", "name": "Power Blade"}, {"description": null, "guid": "3025-1450", "name": "G.G Series"}, {"description": null, "guid": "3025-1451", "name": "Joe Blade"}, {"description": "<p>The Rolling Thunder series centers around members of the World Crime Police Organization's (WCPO) \"Rolling Thunder\" espionage unit. The most recurring character of the series is Albatross, who fights against the Geldra organization.</p>", "guid": "3025-1452", "name": "Rolling Thunder"}], "version": "1.0"}