{"error": "OK", "limit": 100, "offset": 2100, "number_of_page_results": 100, "number_of_total_results": 5524, "status_code": 1, "results": [{"description": null, "guid": "3025-2211", "name": "Amnesia"}, {"description": "<h2>Overview</h2><p>The iBomber games are a series of tower defense games developed by Cobra Mobile.</p>", "guid": "3025-2212", "name": "iBomber"}, {"description": null, "guid": "3025-2213", "name": "Wrestle Angels"}, {"description": null, "guid": "3025-2214", "name": "Happy Feet"}, {"description": null, "guid": "3025-2215", "name": "Ice Age"}, {"description": null, "guid": "3025-2216", "name": "Ratchet & Clank Future"}, {"description": null, "guid": "3025-2217", "name": "Chaos Rings"}, {"description": null, "guid": "3025-2218", "name": "Black/Matrix"}, {"description": null, "guid": "3025-2219", "name": "Narcissu"}, {"description": "<h2>Overview</h2><p>The Wasteland franchise is a series of CRPGs that began with the original <a data-ref-id=\"3030-12134\" href=\"/wasteland/3030-12134/\" slug=\"wasteland\">Wasteland</a>, which was produced by <a data-ref-id=\"3010-580\" href=\"/interplay-entertainment-corp/3010-580/\" slug=\"interplay-entertainment-corp\">Interplay</a> and released in 1987. The sequel, <a data-ref-id=\"3030-37721\" href=\"/wasteland-2/3030-37721/\" slug=\"wasteland-2\">Wasteland 2</a>, is currently in development at <a data-ref-id=\"3010-3966\" href=\"/inxile-entertainment-inc/3010-3966/\" slug=\"inxile-entertainment-inc\">inXile Entertainment</a> and is expected to launch on digital platforms in October of 2013. The series is set in a post-apocalyptic nuclear wasteland, and the first game served as inspiration behind Interplay's <a data-ref-id=\"3030-11704\" href=\"/fallout/3030-11704/\" slug=\"fallout\">Fallout</a> and <a data-ref-id=\"3030-5559\" href=\"/fallout-2/3030-5559/\" slug=\"fallout-2\">Fallout 2</a>.</p>", "guid": "3025-2220", "name": "Wasteland"}, {"description": null, "guid": "3025-2221", "name": "Comanche"}, {"description": "<h2>Overview</h2><p>Virtual Villagers is a series of strategy games developed by Last Day of Work. All of the games in the series started as PC and Mac games but were also later ported to the iPhone and iPad platforms.</p>", "guid": "3025-2222", "name": "Virtual Villagers"}, {"description": null, "guid": "3025-2223", "name": "Gangsters"}, {"description": null, "guid": "3025-2224", "name": "Metal Slader Glory"}, {"description": null, "guid": "3025-2225", "name": "Audiosurf"}, {"description": null, "guid": "3025-2226", "name": "Disney Epic Mickey"}, {"description": null, "guid": "3025-2227", "name": "Armored Fist"}, {"description": null, "guid": "3025-2228", "name": "Blade"}, {"description": null, "guid": "3025-2229", "name": "Lego Island"}, {"description": "<h2>Overview</h2><p>The Slotter Mania franchise is a series of pachislot (pachinko slot machines) games. This series is only in Japan, developed by Dorasu, Inc. and has been going since the original PlayStation platform.</p><p>There are sub-franchises within the Slotter Mania franchise such as:</p><ul><li>Slotter Mania</li><li>Slotter UP Mania</li><li>Slotter Mania P</li><li>Slotter UP Core</li></ul>", "guid": "3025-2230", "name": "Slotter Mania"}, {"description": null, "guid": "3025-2231", "name": "Janline"}, {"description": null, "guid": "3025-2232", "name": "Largo Winch"}, {"description": "<br/>", "guid": "3025-2233", "name": "Orcs Must Die!"}, {"description": null, "guid": "3025-2234", "name": "Dolucky"}, {"description": null, "guid": "3025-2235", "name": "Auditorium"}, {"description": null, "guid": "3025-2236", "name": "Droplitz"}, {"description": null, "guid": "3025-2237", "name": "Mahoujin GuruGuru"}, {"description": "<h2>Overview</h2><p>Originally released in November 2000, Mage Knight was designed by <a data-ref-id=\"3040-6418\" href=\"/jordan-weisman/3040-6418/\">Jordan Weisman</a> (of <a data-ref-id=\"3025-575\" href=\"/battletech/3025-575/\">BattleTech</a> and <a data-ref-id=\"3025-795\" href=\"/shadowrun/3025-795/\">Shadowrun</a> fame). Produced by Weisman's company <a data-ref-id=\"3010-1225\" href=\"/wizkid-games/3010-1225/\">WizKids Games</a>, Mage Knight combined the large scale battles and strategy of tabletop wargames like <a data-ref-id=\"3025-228\" href=\"/warhammer/3025-228/\">Warhammer</a> with the collectible nature of card games like <a data-ref-id=\"3025-493\" href=\"/magic-the-gathering/3025-493/\">Magic: The Gathering</a>. Mage Knight used an innovative \"Clix\" system of Weisman's design to simplify the game and make it appeal to new players. The game proved to be very popular and several expansions for the game were released over the next few years. In November 2003, the game was rebooted (dubbed Mage Knight 2.0), which received several expansions of its own. The tabletop game was finally retired in late 2005. Over the course of its five year lifespan, Mage Knight received a total of 14 expansions, as well as several prepackaged sets. In December 2011, Mage Knight was once again rebooted, this time as a board game.</p><h2>Setting</h2><p>Based in the fantasy realm called The Land, Mage Knight takes place 154 years after the death of Grand-Magus Tezla, Emperor of Atlantis and the first mage to master both known forms of magic: Elemental (the magic of living essence) and Necromantic (the magic of dead spirits). During his lifetime, Tezla created a third type of magic, Technomancy, by harnessing the magic energy within an ore called Magestone. By unifying practitioners of each of the three forms of magic, the Atlantis Empire held dominion over The Land. In the years after Tezla's death, the three groups splintered apart, each following a different Avatar of Tezla which they believe to be the true Avatar. After a series of wars, an uneasy peace settled across The Land. This peace was shattered by the rebellion of the Black Powder Rebels. It is at this point when Mage Knight begins.</p><h2>Factions</h2><ul><li><b>Atlantis Guild</b> - Practitioners of Technomantic magic, the Atlantis Guild is what remains of the former empire. Focusing primarily on offense, warriors of this faction feature many ranged and close combat special abilities while lacking many defensive abilities. One of the four primary factions, the Atlantis Guild was introduced in the initial <i>Rebellion</i> release. Known as the Atlantean Empire in 2.0.</li><li><b>Elemental League</b> - As practitioners of Elemental magic, the Elemental League is composed of elves, trolls, sprites, elementals, and the like. Whereas the Atlantis Guild is focused on its offensive capabilities, this faction is heavily dependent on its defensive abilities such as healing, but is still capable of dealing significant damage given enough time to do so. One of the four primary factions, the Elemental League was introduced in the initial <i>Rebellion</i> release. Known as the Elemental Freeholds in 2.0.</li><li><b>Necropolis Sect</b> - A faction of dark elves, vampires, and the undead, those of the Necropolis Sect are practitioners of Necromantic magic. With less of an emphasis on offensive or defensive capabilities, the Necropolis Sect uses abilities like flight, vampirism, and necromancy to harass and outnumber their opponents. One of the four primary factions, the Necropolis Sect was introduced in the initial <i>Rebellion</i> release. Known as the Dark Crusaders in 2.0.</li><li><b>Black Powder Rebels</b> - Former citizens of the Atlantis Empire, each of the races comprising the Black Powder Rebels bring their own strengths to the faction, effectively making the rebels fulfill a jack-of-all-trades role. With a good mix of offensive and defensive capabilities, the dwarves, amazons, and humans of the Black Power Rebels pose a dangerous threat on the battlefield. One of the four primary factions, the Black Powder Rebels were introduced in the initial <i>Rebellion</i> release. Known as the Black Powder Revolutionaries in 2.0.</li><li><b>Knights Immortal</b> - A race of ancient elves from the east, the Knights Immortal aim to rid chaos from The Land. With a mix infantry and cavalry, warriors of the Knights Immortal faction tend to fulfill roles as either fodder or support, depending on each warrior's abilities. Although the Knights Immortal is a secondary faction, it was introduced in the initial <i>Rebellion</i> release. Known as the Elven Lords in 2.0.</li><li><b>Orc Raiders</b> - Hailing from the mountainous part of The Land known as The Fist, these nomadic warbands of orcs and goblins seek to pillage the settlements of The Land. Featuring many inexpensive warriors, members of the Orc Raiders tend to fulfill roles as fodder or harassers, depending on each warrior's abilities. Although the Orc Raiders are a secondary faction, they were introduced in the initial <i>Rebellion</i> release. Known as the Orc Khans in 2.0.</li><li><b>Draconum</b> - These large dragon-men are the ultimate warriors in The Land. This very small faction features warriors whose combat capabilities often dwarf those of the other factions. As such, warriors of the Draconum faction tend to be centerpieces in an army, but their use can be limited due to their high cost. A minor faction, the Draconum were introduced in the initial <i>Rebellion</i> release.</li><li><b>Solonavi</b> - A small, enigmatic group of winged warriors, the Solonavi are devastatingly powerful, rivaling even the Draconum in power. The Solonavi tend to be centerpieces in an army, but their use can be limited due to their high cost. A minor faction, the Solonavi were introduced in the <i>Sinister</i> release.</li><li><b>Heroes</b> - These are brave adventurers who seek to gain fame and fortune in the land. Heroes are often also members of another faction. They were introduced in the <i>Dungeons</i> release.</li><li><b>Mage Spawn</b> - Not a faction per se, but rather the absence of one. All figures unaligned with any of the other factions fall into this category. Creatures such as skeletons, minotaurs, imps tend to be Mage Spawn. The Mage Spawn were introduced in the initial <i>Rebellion</i> release.</li><li><b>Shyft</b> - A race of reptilian-like creatures, they prefer to have others do their fighting for them. As such, the Shyft employ the various Mage Spawn as warriors. A minor faction, the Shyft were introduced in the <i>Whirlwind</i> release.</li><li><b>Apocalypse</b> - A cult of doomsday worshipers, members of the Apocalypse remained dormant throughout history in the hopes of one day bringing chaos to The Land. The Apocalypse faction was introduced in the <i>Sinister</i> release.</li></ul><h2>Tabletop Gameplay</h2><p>With the use of the Clix system, gameplay is much easier than most other wargames. Each figure features a dial which contains all of the statistics of that unit (movement speed, attack, damage, special abilities, etc.), which also functions as the base of the figure. These are used in conjunction with a flexible ruler (usually of 12-18 inches in length) and a pair of six-sided die. The point of using a dial is to alleviate the need to carry around large rule books detailing the statistics of every figure. Instead, a player may only need to bring the small rules handbook and SAC (Special Abilities Card), which details what each of the color-coded numbers on the dial represent (ie, a blue square on a movement slot is Magic Levitation, or a red circle on a damage slot is Pierce). Each figure has a faction, indicating which other units it may move in a formation with. In addition to a dial and faction, each figure also has a corresponding point value. The standard game of Mage Knight is a 200 point game, meaning a player's army may not exceed a combined point total of 200 (though it may be less), effectively limiting which figures may be played at any given time, as well as how many. The game is turn-based, with each player receiving an additional action for each turn per 100 points of build total limit (in a game with a total of 200, each player receives two actions a turn).</p>", "guid": "3025-2238", "name": "Mage Knight"}, {"description": null, "guid": "3025-2239", "name": "Xak"}, {"description": null, "guid": "3025-2240", "name": "Midnight Mysteries"}, {"description": null, "guid": "3025-2241", "name": "Crossfire"}, {"description": null, "guid": "3025-2242", "name": "Subarashiki Hibi: Furenzoku Sonzai"}, {"description": "<p>Pongo, Perdita and their exorbitant lot of puppies have appeared in numerous of their own games, in addition to being featured in Kingdom Hearts as a part of a side-quest.</p>", "guid": "3025-2243", "name": "101 Dalmatians"}, {"description": null, "guid": "3025-2244", "name": "110 Clevere Spiele"}, {"description": null, "guid": "3025-2245", "name": "Ecks vs. Sever"}, {"description": null, "guid": "3025-2246", "name": "An American Tail"}, {"description": null, "guid": "3025-2247", "name": "Antz"}, {"description": null, "guid": "3025-2248", "name": "F1 ROC"}, {"description": "<p>Released for the Game Boy, Family Computer, Super Famicom, PlayStation, Sega Saturn, PlayStation 2, FM Towns, Windows, Mac.</p>", "guid": "3025-2249", "name": "America Oudan Ultra Quiz"}, {"description": null, "guid": "3025-2250", "name": "Hebereke"}, {"description": null, "guid": "3025-2251", "name": "Senran Kagura"}, {"description": null, "guid": "3025-2252", "name": "Contender"}, {"description": "<p><a href=\"http://ja.wikipedia.org/wiki/%E4%B8%89%E5%85%B1_%28%E3%83%91%E3%83%81%E3%83%B3%E3%82%B3%29\" rel=\"nofollow \">SANKYO, Co., Ltd.</a> (株式会社三共 Kabushiki Kaisha Sankyō) is a Japanese manufacturer of <a href=\"../../pachinko/92-7401/\" rel=\"nofollow \">pachinko</a> machines.</p>", "guid": "3025-2253", "name": "Sankyo Fever"}, {"description": null, "guid": "3025-2254", "name": "Monday Night Combat"}, {"description": "<p><a href=\"http://ja.wikipedia.org/wiki/HEIWA\" rel=\"nofollow \">Heiwa Corporation</a> is a Japanese manufacturer of <a data-ref-id=\"3015-7401\" href=\"/pachinko/3015-7401/\">pachinko</a> machines.</p>", "guid": "3025-2255", "name": "Heiwa"}, {"description": "<p>Released for the Super Famicom (3 titles) and PlayStation (5 titles).</p><p><a href=\"http://ja.wikipedia.org/wiki/%E8%A5%BF%E9%99%A3_%28%E4%BC%81%E6%A5%AD%29\" rel=\"nofollow \">Nishijin</a> is a Japanese manufacturer of <a href=\"../../pachinko/92-7401/\" rel=\"nofollow \">pachinko</a> machines.</p>", "guid": "3025-2256", "name": "Nishijin Pachinko"}, {"description": null, "guid": "3025-2257", "name": "B-Daman"}, {"description": null, "guid": "3025-2258", "name": "Beastly"}, {"description": "<p>Crossover between <a data-ref-id=\"3005-7261\" href=\"/ultraman/3005-7261/\" slug=\"ultraman\">Ultraman</a>, Kamen Rider (also known as Masked Rider) and Gundam.</p>", "guid": "3025-2259", "name": "Compati Hero Series"}, {"description": "<h2>Liar: Legend of The Sword</h2><p>Nam Inhwan programmed Liar: Legend of Sword, also known as <i>Sin'geom-ui Jeonseol (original titile)</i> with his friend U Hyeoncheol during his high school days. Liar: Legend of Sword was advertised as the first Korean game using \"<i>Hangeul\" scripts.</i></p><p>Liar: Legend of Sword was the first title in a planned serie, and it certainly owed a lot to Richard Garriot's <i>Ultima</i>. The similarities go so far as Nam making himself the king of the fantasy kingdom, just like Garriot inserted himself into Britannia as Lord British.</p><p><i>Liar: Legend of Sword</i> offers a whole world to walk around, towns to visit and people to talk to. Players can board ships and ride horses for hours, the game was extremely confusing, it was extremely easy to lose the plot and travel aimlessly without discovering so much as a hint towards any heroic quests or even monsters to fight. NPCs can be talked to via a parser, but without any outside hints there's no way of knowing what to ask them.</p><h2>Liar: Legend of The Sword 2</h2><p>8 years after the release of the first game \"<a href=\"../../liar-legend-of-the-sword/61-38103/\" rel=\"nofollow \">Liar: Legend of The Sword</a>\" was released, Nam finally got around to making the sequel he announced back in 1987. The scenario is much darker and more elaborate this time: After an introductionary cutscene showing a mysterious ritual performed on a newborn baby, the game puts the player in the shoes of Garwell, member of a formerly glorious knight order, now persecuted as heretics for heresy against the god known as \"Liar\". Garwell is arrested while conspiring with surviving members of his order to plot a coup. As the only survivor, Garwell has to escape the prison and restore the reputation of his former order and prevent the birth of a demon god.</p><p>Given Nam's history and the looks of the game, it's easy to assume <i>Liar</i>: Legend of the Sword 2 is a clone of <a href=\"../../the-complete-ultima-vii/61-2381/\" rel=\"nofollow \"><i>Ultima VII</i></a>, given the similar looks and the plot about a demon-worshipping religion, but the gameplay is much more streamlined and action-oriented. Garwell can assemble a party of up to five members during the course of the game, but the player only assumes control over one character at a time in the rather hectic real time battles and can switch around between them. Foes are attacked by simply clicking on them, leaving little room for tactical play other than the use of spells and of course retreat, the latter of which can be tricky to pull off with a full party.</p><p><i>Liar</i> : Legend of the Sword 2 features a sizeable world map and non-linear progression, interesting sidequests and characters..</p><p>Nam later re-appeared at the small developing studio Ecstasy Entertainment and made a <a href=\"../../liar-legend-of-the-sword-2/61-38105/\" rel=\"nofollow \">sequel</a>. In the new millenium, he co-founded <a href=\"../../aeon-electronic-entertainment-inc/65-1848/\" rel=\"nofollow \">Aeon Electronic Entertainment, Inc</a> to create the popular free to play MMORPG <a href=\"../../flyff-fly-for-fun/61-22187/\" rel=\"nofollow \"><i>Flyff</i></a>.</p><h2>Redemption : Liar</h2><p>In 2009 Bitmage, a company specializing in handheld and mobile development, was contracted by Gamepark Holdings to produce a remake of Liar: <a href=\"../../liar-legend-of-the-sword-2/61-38105/\" rel=\"nofollow \">Legend of the Sword 2</a> for the GP2X Wiz handheld. Graphics and sound were completely redone and the interface streamlined. The seamless world map of the original has been broken down into seperate sections, many peaceful areas got stocked up with new enemies. Characters are now controlled directly and success in combat is based more on player skill, which, though still simplistic, makes the grinding much less aggravating. Story, quests and dialogues remain the same, but the remake introduces convenient, nowadays obligatory tools to help players getting by, like a quest log and an automap feature. On the downside, the game also suffers of some weird technical issues on the Wiz. Choppy scrolling really shouldn't exist anymore in 2010, but worse is the lack of diagonal movement, which even the original was capable of.</p><p>While the original game only made it as far as Taiwan with a Chinese localization, the Wiz version was officially translated into English, or rather Engrish, to be precise. The script reeks of false grammar and awkward expressions, line breaks are all over the place without regard for spaces or even syllable ends, and even a few leftover <i>Hangeul</i> characters can be spotted here and there. At least it is possible to understand the story this way—to a degree. Players of the English version will find themselves puzzling about the meaning of cryptic quest descriptions more than once.</p><p>Before the complete redrawing of the graphics in the Wiz version, even before the game was first released, Ecstasy completely changed the character portraits at least two times, and many graphic tiles were replaced, as well.</p>", "guid": "3025-2260", "name": "Liar"}, {"description": null, "guid": "3025-2261", "name": "Big Beach Sports"}, {"description": null, "guid": "3025-2262", "name": "Big Biz Tycoon"}, {"description": null, "guid": "3025-2263", "name": "Big City Adventure"}, {"description": null, "guid": "3025-2264", "name": "Big League Sports"}, {"description": null, "guid": "3025-2265", "name": "Birdie Shoot"}, {"description": null, "guid": "3025-2266", "name": "Bishoujo Shashinkan"}, {"description": null, "guid": "3025-2267", "name": "Mishap"}, {"description": "<h2>Overview</h2><p>Mystery P.I. is a hidden object game franchise in which the player is a private investigator solving various mysteries.</p>", "guid": "3025-2268", "name": "Mystery P.I."}, {"description": null, "guid": "3025-2269", "name": "Let's Ride!"}, {"description": "<p><a href=\"http://ja.wikipedia.org/wiki/%E9%81%A5%E3%81%8B%E3%81%AA%E3%82%8B%E3%82%AA%E3%83%BC%E3%82%AC%E3%82%B9%E3%82%BF\" rel=\"nofollow \">遙かなるオーガスタ</a> (Japanese title).</p><p>Licensed by <a data-ref-id=\"3035-3511\" href=\"/augusta-national-golf-club/3035-3511/\" slug=\"augusta-national-golf-club\">Augusta National Golf Club</a>.</p><p>Released for the NEC PC-9801, FM Towns, Sharp X68000, Super Famicom, Mega Drive, 3DO, Sega Saturn, PlayStation, Nintendo 64 and Windows.</p>", "guid": "3025-2270", "name": "Harukanaru Augusta"}, {"description": null, "guid": "3025-2271", "name": "Gemstone"}, {"description": null, "guid": "3025-2272", "name": "Prime Goal"}, {"description": null, "guid": "3025-2273", "name": "Excite Stage"}, {"description": null, "guid": "3025-2274", "name": "Zen-Nippon Pro Wrestling"}, {"description": "<p>Starting with <a data-ref-id=\"3030-26423\" href=\"/call-of-duty-black-ops/3030-26423/\" slug=\"call-of-duty-black-ops\">Call of Duty: Black Ops</a>, this series primarily follows <a data-ref-id=\"3005-17021\" href=\"/alex-mason/3005-17021/\" slug=\"alex-mason\">Alex Mason</a> and, in <a data-ref-id=\"3030-38039\" href=\"/call-of-duty-black-ops-ii/3030-38039/\" slug=\"call-of-duty-black-ops-ii\">Call of Duty: Black Ops II</a>, his son, <a data-ref-id=\"3005-23199\" href=\"/david-mason/3005-23199/\" slug=\"david-mason\">David Mason</a>.</p>", "guid": "3025-2275", "name": "Black Ops"}, {"description": "<h2>Overview</h2><p>The Awakening franchise is a series of hidden object games developed by <a data-ref-id=\"3010-3902\" href=\"/boomzap-pte-ltd/3010-3902/\">Boomzap</a>. All of the games in the series are released on the <a data-ref-id=\"3045-94\" href=\"/pc/3045-94/\">PC</a> and <a data-ref-id=\"3045-17\" href=\"/mac/3045-17/\">Mac</a>, with some of them also released on iOS devices.</p>", "guid": "3025-2276", "name": "Awakening"}, {"description": null, "guid": "3025-2277", "name": "Johnny Mnemonic"}, {"description": null, "guid": "3025-2278", "name": "Bet On Soldier"}, {"description": null, "guid": "3025-2279", "name": "Monster Hunter Diary"}, {"description": null, "guid": "3025-2280", "name": "All Zombies Must Die!"}, {"description": "<p>A series of PSP visual novels based on the light novels and anime of the same name.</p>", "guid": "3025-2281", "name": "Ore no Imouto ga Konna ni Kawaii wake ga Nai"}, {"description": "<p>Released between 1991 and 1992 for the Game Boy (2 titles), Family Computer (2 titles), Mega Drive, Game Gear, and Super Famicom.</p><p>Some of the Magical Taluluto characters also appeared in other <a data-ref-id=\"3015-732\" href=\"/crossover/3015-732/\">crossover</a> games, like <a data-ref-id=\"3030-38313\" href=\"/cult-jump/3030-38313/\">Cult Jump</a> and <a data-ref-id=\"3030-37452\" href=\"/famicom-jump-ii-saikyou-no-shichinin/3030-37452/\">Famicom Jump II: Saikyou no Shichinin</a>.</p>", "guid": "3025-2282", "name": "Magical Taluluto"}, {"description": "<h2>Overview</h2><p>The 1500DS Spirits franchise is a series of games released on the <a href=\"/nintendo-ds/3045-52/\" data-ref-id=\"3045-52\">Nintendo DS</a>. Each volume features a different popular board/card game.</p><p>All of the 1500DS Spirits games were developed and published by <a href=\"/tasuke-co-ltd/3010-8019/\" data-ref-id=\"3010-8019\">Tasuke Co Ltd</a> and costs 1500 yens each (not including the tax).</p>", "guid": "3025-2283", "name": "1500DS Spirits"}, {"description": null, "guid": "3025-2284", "name": "Body Blows"}, {"description": null, "guid": "3025-2285", "name": "Boggle"}, {"description": null, "guid": "3025-2286", "name": "Bo Jackson"}, {"description": null, "guid": "3025-2287", "name": "Bolo"}, {"description": null, "guid": "3025-2288", "name": "TNA Wrestling"}, {"description": null, "guid": "3025-2289", "name": "Foster's Home for Imaginary Friends"}, {"description": "<h2>Overview</h2><p>EVE is a series of Japanese adventure games that usually follow the stories of private detective Kojiroh Amagi and Marina Houjou, a national intelligence agent. The games are classified as \"multi-sight\" adventure games since they allow the player to swap between each protagonist in order to solve the mystery of each entry. The series began in 1995 with an <a href=\"/eroge/3015-4955/\" data-ref-id=\"3015-4955\">eroge</a> called <a href=\"/eve-burst-error/3030-2706/\" data-ref-id=\"3030-2706\">EVE Burst Error</a> which was directed by the late <a href=\"/hiroyuki-kanno/3040-101270/\" data-ref-id=\"3040-101270\">Hiroyuki Kanno</a> at <a href=\"/cs-ware/3010-1158/\" data-ref-id=\"3010-1158\">C's Ware</a>. Kanno joined <a href=\"/elf-co-ltd/3010-1570/\" data-ref-id=\"3010-1570\">Elf Corperation</a> after the release of the first game but C's Ware continued making sequels with other writers, including <a href=\"/kazuki-sakuraba/3040-191086/\" data-ref-id=\"3040-191086\">Kazuki Sakuraba</a> (author of <a href=\"https://en.wikipedia.org/wiki/Gosick\" data-target=\"true\" target=\"_blank\" rel=\"noopener nofollow\">Gosick</a>) and <a href=\"/kotaro-uchikoshi/3040-102828/\" data-ref-id=\"3040-102828\">Kotaro Uchikoshi</a> (creator of the <a href=\"/zero-escape/3025-2302/\" data-ref-id=\"3025-2302\">Zero Escape</a> series). C's Ware's parent company, <a href=\"/himeya-soft-inc/3010-2106/\" data-ref-id=\"3010-2106\">Himeya Soft</a>, later filed for bankruptcy in 2017 and the EVE franchise has since been taken over by <a href=\"/el-dia/3010-11870/\" data-ref-id=\"3010-11870\">El Dai</a>.</p><h2>Mainline Installments</h2><ol><li><a href=\"/eve-burst-error/3030-2706/\" data-ref-id=\"3030-2706\">EVE Burst Error</a> (1995)</li><li><a href=\"/eve-the-lost-one/3030-3046/\" data-ref-id=\"3030-3046\">EVE: The Lost One</a> (1998)</li><li><a href=\"/adam-the-double-factor/3030-14111/\" data-ref-id=\"3030-14111\">ADAM: The Double Factor</a> (1999)</li><li><a href=\"/eve-zero-ark-of-the-matter/3030-1087/\" data-ref-id=\"3030-1087\">EVE Zero</a> (2000)</li><li><a href=\"/eve-new-generation/3030-16166/\" data-ref-id=\"3030-16166\">EVE: New Generation</a> (2006)</li><li><a href=\"/eve-rebirth-terror/3030-74610/\" data-ref-id=\"3030-74610\">EVE Rebirth Terror</a> (2019)</li><li><a href=\"https://www.giantbomb.com/eve-ghost-enemies/3030-84409/\" data-ref-id=\"3030-84409\">EVE ghost enemies</a> (2022)</li></ol><h2>Remakes</h2><ul><li><a href=\"/eve-the-fatal-attraction/3030-15296/\" data-ref-id=\"3030-15296\">EVE: The Fatal Attraction</a> (2001) - Re-imagining of ADAM.</li><li><a href=\"/eve-burst-error-plus/3030-16892/\" data-ref-id=\"3030-16892\">Eve Burst Error Plus</a> (2003) - PS2 remake of EVE Burst Error.</li><li><a href=\"/burst-error-eve-the-first/3030-51710/\" data-ref-id=\"3030-51710\">Burst Error: Eve the First</a> (2010) - PSP remake of EVE Burst Error.</li><li><a href=\"/eve-burst-error-r/3030-51709/\" data-ref-id=\"3030-51709\">EVE Burst Error R</a> (2016) - Enhanced port of EVE Burst Error developed by El Dia.</li></ul><h2>Related Games</h2><ul><li><a href=\"/love-potion/3030-3349/\" data-ref-id=\"3030-3349\">Love Potion</a> (1994) - An older title written by Hiroyuki Kanno that features the characters Kyoko Himuro and Hiromi Matsuno who later appear in EVE Burst Error. The game is sometimes thought of as a prequel to the EVE series.</li><li><a href=\"/eve-jan/3030-51711/\" data-ref-id=\"3030-51711\">EVE Jan</a> (2008) - A mahjong game staring the characters from EVE: New Generation in a new story.</li></ul><h2>External Links</h2><ol><li><a href=\"https://dic.nicovideo.jp/a/eve%E3%82%B7%E3%83%AA%E3%83%BC%E3%82%BA\" data-target=\"true\" target=\"_blank\" rel=\"noopener nofollow\">EVE Series</a> (Nico Nico Pedia).</li><li><a href=\"https://ja.wikipedia.org/wiki/EVE%E3%82%B7%E3%83%AA%E3%83%BC%E3%82%BA\" data-target=\"true\" target=\"_blank\" rel=\"noopener nofollow\">EVE Series Japanese Wikipedia</a>.</li></ol>", "guid": "3025-2290", "name": "EVE"}, {"description": "<h2>Overview</h2>", "guid": "3025-2291", "name": "Winning Post"}, {"description": null, "guid": "3025-2292", "name": "Elemental"}, {"description": "<p><ins>DeviousMUD </ins></p><p> Eventually evolved into the <u>Runescape Classic</u>. </p><p><u>Runescape Classic</u></p><p> </p><p><u>Old School RuneScape</u></p><p> </p><p><u>Runescape</u></p>", "guid": "3025-2293", "name": "Runescape"}, {"description": "<p>Silpheed is a series of 3D rendered science fiction games by GameArts, mostly consisting of vertical scrolling shoot em ups on PC-88, PC, Sega CD and PlayStation 2, but also including two space sims for Xbox 360 and Android devices.</p><p>Most games retell the same basic story, about mankind's first encounter with an unknown and aggressive alien species, destroying human colonies and forcing human space forces to the retreat, or wiping them out altogether. The player often takes control of one of a small group of remaining fighters, trying to halt the enemy advance against overwhelming odds.</p>", "guid": "3025-2294", "name": "Silpheed"}, {"description": null, "guid": "3025-2295", "name": "Commander Blood"}, {"description": null, "guid": "3025-2296", "name": "A Song of Ice and Fire"}, {"description": "<p><a href=\"/sega/3010-62/\" data-ref-id=\"3010-62\">SEGA</a> is bringing back some of their greatest games with some added features, unlike the straight ports featured in games like <a href=\"/sonics-ultimate-genesis-collection/3030-24218/\" data-ref-id=\"3030-24218\">Sonic's Ultimate Genesis Collection</a>.</p><p>The franchise will see release via <a href=\"/xbox-live-marketplace/3045-86/\" data-ref-id=\"3045-86\">XBLM</a> &amp; <a href=\"/playstation-network-ps3/3045-88/\" data-ref-id=\"3045-88\">PSN</a>, with 360 owners getting 3 games per download and PS3 owners able to download each game individually .</p><p>Games Included:</p><ul><li><a href=\"/golden-axe/3030-14351/\" data-ref-id=\"3030-14351\">Golden Axe</a></li><li><a href=\"/golden-axe-ii/3030-5402/\" data-ref-id=\"3030-5402\">Golden Axe 2</a></li><li><a href=\"/golden-axe-iii/3030-16414/\" data-ref-id=\"3030-16414\">Golden Axe 3</a></li><li><a href=\"/streets-of-rage/3030-20436/\" data-ref-id=\"3030-20436\">Streets of Rage</a></li><li><a href=\"/streets-of-rage-2/3030-18122/\" data-ref-id=\"3030-18122\">Streets of Rage 2</a></li><li><a href=\"/streets-of-rage-3/3030-15924/\" data-ref-id=\"3030-15924\">Streets of Rage 3</a></li><li><a href=\"/super-hang-on/3030-18692/\" data-ref-id=\"3030-18692\">Super Hang-On</a></li><li><a href=\"/the-revenge-of-shinobi/3030-236/\" data-ref-id=\"3030-236\">The Revenge of Shinobi</a></li><li><a href=\"/alex-kidd-in-miracle-world/3030-9101/\" data-ref-id=\"3030-9101\">Alex Kidd in Miracle World</a></li><li><a href=\"/wonder-boy-in-monster-land/3030-6949/\" data-ref-id=\"3030-6949\">Wonder Boy in Monster Land</a></li><li><a href=\"/wonder-boy-in-monster-world/3030-9245/\" data-ref-id=\"3030-9245\">Wonder Boy in Monster World</a></li><li><a href=\"/monster-world-iv/3030-3003/\" data-ref-id=\"3030-3003\">Monster World IV</a></li></ul>", "guid": "3025-2297", "name": "Sega Vintage Collection"}, {"description": null, "guid": "3025-2298", "name": "Thomas and Friends"}, {"description": "<h2>Overview</h2><p>The ThunderStrike series (known as ThunderHawk in Europe) is a series of helicopter flight/shooter games developed by <a data-ref-id=\"3010-318\" href=\"/core-design-ltd/3010-318/\" slug=\"core-design-ltd\">Core Design</a>.</p>", "guid": "3025-2299", "name": "ThunderStrike"}, {"description": null, "guid": "3025-2300", "name": "Crush"}, {"description": "<h2>Overview</h2><p>Lords of Shadow is a sub-franchise of <a href=\"/konami-corporation/3010-87/\" data-ref-id=\"3010-87\">Konami's</a> <a href=\"/castlevania/3025-86/\" data-ref-id=\"3025-86\">Castlevania</a> series. Independent of the continuity that had been established with the original <a href=\"/castlevania/3025-86/\" data-ref-id=\"3025-86\">Castlevania</a> and shepherded for many years under <a href=\"/koji-igarashi/3040-40883/\" data-ref-id=\"3040-40883\">Koji Igarashi</a>, the Lords of Shadow series is developed by the Spanish developer <a href=\"/mercury-steam-entertainment-sl/3010-4487/\" data-ref-id=\"3010-4487\">Mercury Steam</a>. Beginning with the 2010 title <a href=\"/castlevania-lords-of-shadow/3030-23704/\" data-ref-id=\"3030-23704\">Castlevania: Lords of Shadow</a>, the story of the <a href=\"/belmont-clan/3015-4848/\" data-ref-id=\"3015-4848\">Belmonts'</a> struggle against <a href=\"/dracula/3005-348/\" data-ref-id=\"3005-348\">Dracula</a> is retold from the very start.</p><p>The character at the center of the storyline is <a href=\"/gabriel-belmont/3005-12350/\" data-ref-id=\"3005-12350\">Gabriel Belmont</a>, who is both the first in the line of the Belmont clan of vampire hunters, as well as the figure that would eventually become Dracula. In addition to other original characters, Lords of Shadow also features appearances from new incarnations of characters that existed in the original Castlevania continuity whose roles have been recast, sometimes dramatically. For example, the character <a href=\"/trevor-belmont/3005-33/\" data-ref-id=\"3005-33\">Trevor Belmont</a> is now Gabriel's son, and he eventually becomes the vampire <a href=\"/alucard/3005-646/\" data-ref-id=\"3005-646\">Alucard</a>; in the original timeline, Trevor and Alucard are separate characters.</p>", "guid": "3025-2301", "name": "Lords of Shadow"}, {"description": "<p>The Zero Escape series is considered a spiritual successor to the <a href=\"/infinity-series/3025-2151/\" data-ref-id=\"3025-2151\">Infinity series</a>. Both series were written by <a href=\"/kotaro-uchikoshi/3040-102828/\" data-ref-id=\"3040-102828\">Kotaro Uchikoshi</a>.</p><p>In 2014, Uchikoshi announced that development for the third and final part of the trilogy has been stalled, due to underwhelming sales of the first two titles in <a href=\"/japan/3035-37/\" data-ref-id=\"3035-37\">Japan</a>, despite its critical acclaim and cult following in the Western world.</p><p> </p>", "guid": "3025-2302", "name": "Zero Escape"}, {"description": null, "guid": "3025-2303", "name": "Jam Sessions"}, {"description": null, "guid": "3025-2304", "name": "Ms. Pac-Man"}, {"description": null, "guid": "3025-2305", "name": "Zombi"}, {"description": null, "guid": "3025-2306", "name": "Dead Island"}, {"description": null, "guid": "3025-2307", "name": "Kishin Douji Zenki"}, {"description": null, "guid": "3025-2308", "name": "Where's My Water?"}, {"description": null, "guid": "3025-2309", "name": "Payday"}, {"description": null, "guid": "3025-2310", "name": "JESUS"}], "version": "1.0"}